Repository: iosifnicolae2/hack-for-facts-eb-client
Catalog: src/locales/*/messages.po
Languages: ro

source: The learning path you're looking for doesn't exist.
ro: Parcursul de învățare pe care îl cauți nu există.

source: The lesson you're looking for doesn't exist or may have been moved.
ro: Lecția pe care o cauți nu există sau este posibil să fi fost mutată.

source: The new fiscal reality affecting your wallet.
ro: Noua realitate fiscală care îți afectează portofelul.

source: The page you are looking for doesn't exist or has been moved.
ro: Pagina pe care o căutați nu există sau a fost mutată.

source: The Pattern
ro: Tiparul

source: The Reality
ro: Realitatea

source: The reform simplified the tax code but increased the burden on consumption. The "Essentials" category now consolidates food, books, and tourism under a single 11% rate.
ro: Reforma a simplificat codul fiscal, dar a crescut povara asupra consumului. Categoria „Esențiale” consolidează acum alimentele, cărțile și turismul sub o singură cotă de 11%.

source: The Service is not directed to children under 16. We do not knowingly collect personal data from children under 16. If you believe we have collected data from a child under 16, please contact us immediately.
ro: Serviciul nu se adresează copiilor sub 16 ani. Nu colectăm cu bună știință date personale de la copii sub 16 ani. Dacă credeți că am colectat date de la un copil sub 16 ani, vă rugăm să ne contactați imediat.

source: The Service provides tools to explore, analyze, and visualize public budget execution data from Romania.
ro: Serviciul oferă instrumente pentru explorarea, analizarea și vizualizarea datelor privind execuția bugetară publică din România.

source: The Service's software, design, and original content are protected by copyright and other intellectual property laws.
ro: Software-ul, designul și conținutul original al Serviciului sunt protejate de drepturi de autor și alte legi privind proprietatea intelectuală.

source: The share link you are trying to access is invalid or no longer available.
ro: Linkul de partajare pe care încerci să-l accesezi este invalid sau nu mai este disponibil.

source: The state total claim is <0>{0}</0>.
ro: Totalul reținut de stat este <0>{0}</0>.

source: There was a problem fetching the details for CUI: <0>{cui}</0>.
ro: A apărut o problemă la preluarea detaliilor pentru CUI: <0>{cui}</0>.

source: There was a problem loading your notifications. Please try again.
ro: A apărut o problemă la încărcarea notificărilor. Vă rugăm să încercați din nou.

source: There was an error processing your request. The link may be expired or invalid.
ro: A apărut o eroare la procesarea solicitării dvs. Linkul poate fi expirat sau invalid.

source: These are necessary for the Service to function and cannot be disabled:
ro: Acestea sunt necesare pentru ca Serviciul să funcționeze și nu pot fi dezactivate:

source: These cookies are essential for account functionality. If you delete them, you will be signed out.
ro: Aceste cookie-uri sunt esențiale pentru funcționalitatea contului. Dacă le ștergeți, veți fi deconectat.

source: These issues were auto-resolved (invalid points removed or values set to 0) so the chart could render.
ro: Aceste probleme au fost rezolvate automat (punctele invalide au fost eliminate sau valorile setate la 0) astfel încât graficul să poată fi afișat.

source: This action cannot be undone. It will permanently remove the chart and its configuration.
ro: Această acțiune nu poate fi anulată. Va elimina permanent graficul și configurația acestuia.

source: This alert doesn't exist or you don't have permission to view it.
ro: Această alertă nu există sau nu aveți permisiunea de a o vizualiza.

source: This alert is included in every monthly newsletter with its current status. When all threshold conditions are met, the alert will be emphasized with a customized message to draw your attention.
ro: Această alertă este inclusă în fiecare newsletter lunar cu starea sa curentă. Când toate condițiile de prag sunt îndeplinite, alerta va fi evidențiată cu un mesaj personalizat pentru a vă atrage atenția.

source: This classification has no subcategories
ro: Această clasificare nu are subcategorii

source: This entity has no funding or funded relationships.
ro: Această entitate nu are relații de finanțare sau finanțate.

source: This is a proof-of-concept verification page stored in your browser.
ro: Aceasta este o pagină de verificare de tip proof-of-concept stocată în browserul tău.

source: This value will be used for every year in the chart's range.
ro: Această valoare va fi utilizată pentru fiecare an din intervalul graficului.

source: This verification is a proof of concept using local storage.
ro: Această verificare este un proof-of-concept care utilizează stocarea locală.

source: This will permanently delete all your learning progress, including completed lessons, quiz scores, and onboarding preferences. This action cannot be undone.
ro: Această acțiune va șterge permanent tot progresul tău de învățare, inclusiv lecțiile finalizate, scorurile la chestionare și preferințele de inițiere. Această acțiune este ireversibilă.

source: This will reset your onboarding preferences and show the welcome flow again. Your lesson progress will be preserved.
ro: Această acțiune îți va reseta preferințele de inițiere și va afișa din nou fluxul de bun venit. Progresul lecțiilor tale va fi păstrat.

source: Threshold
ro: Prag

source: Threshold {0}
ro: Pragul {0}

source: Threshold {0} ({1})
ro: Pragul {0} ({1})

source: Tier
ro: Nivel

source: Tip: Copy/Cut/Paste with ⌘/Ctrl+C, X, V. Duplicate with ⌘/Ctrl+D.
ro: Sfat: Copiere/Tăiere/Lipire cu ⌘/Ctrl+C, X, V. Duplicare cu ⌘/Ctrl+D.

source: Title
ro: Titlu

source: Title A–Z
ro: Titlu A–Z

source: Title Z–A
ro: Titlu Z–A

source: To exercise any of these rights, contact us at contact@transparenta.eu We will respond within 30 days.
ro: Pentru a exercita oricare dintre aceste drepturi, contactați-ne la contact@transparenta.eu Vă vom răspunde în termen de 30 de zile.

source: To the maximum extent permitted by applicable law, Claudiu Constantin Bogdan and any owners, contributors, and affiliates shall not be liable for any direct, indirect, incidental, special, consequential, or exemplary damages, including but not limited to, damages for loss of profits, revenue, data, goodwill, or other intangible losses, resulting from: (i) your access to, use of, or inability to use the Service; (ii) any reliance on the data, content, or visualizations presented by the Service, regardless of any errors, omissions, or inaccuracies therein; (iii) any financial, professional, personal, or other loss or damage incurred as a result of using the information from the Service; or (iv) any unauthorized access to or use of our servers and any personal information stored therein. This limitation applies whether the alleged liability is based on contract, tort, negligence, strict liability, or any other basis, even if we have been advised of the possibility of such damage. Your sole and exclusive remedy for any dispute with us is to stop using the Service.
ro: În măsura maximă permisă de legea aplicabilă, Claudiu Constantin Bogdan și orice proprietari, colaboratori și afiliați nu vor fi răspunzători pentru niciun fel de daune directe, indirecte, incidentale, speciale, consecutive sau exemplare, incluzând, dar fără a se limita la, daune pentru pierderi de profit, venituri, date, fond comercial sau alte pierderi intangibile, rezultate din: (i) accesul dumneavoastră la, utilizarea sau incapacitatea de a utiliza Serviciul; (ii) orice încredere în datele, conținutul sau vizualizările prezentate de Serviciu, indiferent de orice erori, omisiuni sau inexactități ale acestora; (iii) orice pierdere sau daună financiară, profesională, personală sau de altă natură suferită ca urmare a utilizării informațiilor din Serviciu; sau (iv) orice acces neautorizat la sau utilizare a serverelor noastre și a oricăror informații personale stocate în acestea. Această limitare se aplică indiferent dacă presupusa răspundere se bazează pe contract, delict, neglijență, răspundere strictă sau orice altă bază, chiar dacă am fost informați cu privire la posibilitatea unor astfel de daune. Singurul dumneavoastră remediu exclusiv pentru orice dispută cu noi este să încetați să utilizați Serviciul.

source: Toggle analytics cookies
ro: Comutare cookie-uri de analiză

source: Toggle enhanced error reporting
ro: Comutare raportare avansată a erorilor

source: Toggle theme
ro: Comută tema

source: Tooltip
ro: Indiciu

source: Top {TOP_CATEGORIES_COUNT} Income Categories for {entityName}
ro: Top {TOP_CATEGORIES_COUNT} categorii de venituri pentru {entityName}

source: Top {TOP_CATEGORIES_COUNT} Spending Categories for {entityName}
ro: Top {TOP_CATEGORIES_COUNT} categorii de cheltuieli pentru {entityName}

source: Top 15 Counties by Total Amount
ro: Top 15 județe după suma totală

source: Top 15 UATs by Total Amount
ro: Top 15 UAT-uri după suma totală

source: Top Categories
ro: Categorii principale

source: Top Economic Categories
ro: Categorii economice principale

source: Top Functional Categories
ro: Categorii funcționale principale

source: Total amount
ro: Sumă totală

source: Total Amount
ro: Sumă totală

source: Total Duration
ro: Durată totală

source: Total Expenses
ro: Total Cheltuieli

source: Total Income
ro: Total Venituri

source: Total Revenues
ro: Venituri totale

source: Total Spending
ro: Cheltuieli totale

source: Tour Complete!
ro: Tur Complet!

source: Transfers Between Institutions
ro: Transferuri între instituții

source: Transfers Only
ro: Doar transferuri

source: Transfers within public administration
ro: Transferuri în cadrul administrației publice

source: Transparenta.eu – Support
ro: Transparenta.eu – Suport

source: Treated as inter-budget flows
ro: Tratate ca fluxuri inter-bugetare

source: Tree view
ro: Vizualizare arbore

source: Treemap Chart (Aggregated)
ro: Grafic Treemap (agregat)

source: True Consolidated Revenues
ro: Venituri consolidate reale

source: Try a different search term or sorting.
ro: Încercați un alt termen de căutare sau o altă sortare.

source: Try again
ro: Încearcă din nou

source: Try Again
ro: Încercați din nou

source: Try Another Year
ro: Încearcă Alt An

source: Try guessing again
ro: Încearcă să ghicești din nou

source: Type
ro: Tip

source: UAT: No
ro: UAT: Nu

source: UAT: Yes
ro: UAT: Da

source: UATs
ro: UAT-uri

source: Understanding the consolidated general budget spending
ro: Înțelegerea cheltuielilor bugetului general consolidat

source: Undo successful
ro: Anulare reușită

source: Unified
ro: Unificat

source: Unit
ro: Unitate

source: Unknown error
ro: Eroare necunoscută

source: Unknown source
ro: Sursă necunoscută

source: Unknown type
ro: Tip necunoscut

source: Unlock annotation
ro: Deblochează adnotarea

source: Unsaved changes
ro: Modificări nesalvate

source: Unsubscribe error
ro: Eroare la dezabonare

source: Unsubscribe from notifications
ro: Dezabonare de la notificări

source: Unsupported chart type: {0}
ro: Tip de grafic neacceptat: {0}

source: Until Nov 15
ro: Până la 15 nov

source: Untitled alert
ro: Alertă fără titlu

source: Untitled Chart
ro: Grafic fără titlu

source: Untitled Series
ro: Serie fără titlu

source: error.updateAvailableTitle
ro: Actualizare disponibilă

source: Update Data
ro: Actualizează datele

source: Updated:
ro: Actualizat:

source: Usage analytics
ro: Analiza utilizării

source: Use <0>Cookie Settings</0> to manage analytics and error reporting consent, or use your browser controls to clear site data.
ro: Folosiți <0>Setările Cookie</0> pentru a gestiona consimțământul pentru analize și raportarea erorilor sau folosiți controalele browserului pentru a șterge datele site-ului.

source: Use the tag menu on a chart card to add it to this category.
ro: Folosiți meniul de etichete de pe cardul unui grafic pentru a-l adăuga în această categorie.

source: User accounts and authentication
ro: Conturi de utilizator și autentificare

source: User annotations created locally remain yours.
ro: Adnotările create de utilizator la nivel local vă aparțin.

source: User ID
ro: ID Utilizator

source: User responsibilities and assumption of risk
ro: Responsabilitățile utilizatorului și asumarea riscului

source: Value
ro: Valoare

source: Value Changed
ro: Valoare modificată

source: VAT Collected
ro: TVA colectat

source: VAT Reality Check
ro: Verificare realitate TVA

source: VAT, Income, Profit
ro: TVA, Venit, Profit

source: Verify a learning certificate (proof of concept).
ro: Verifică un certificat de învățare (proof of concept).

source: View
ro: Vizualizare

source: View all alerts
ro: Vezi toate alertele

source: View all classifications
ro: Vizualizați toate clasificările

source: View all reports
ro: Vezi toate rapoartele

source: View as Chart
ro: Vezi Graficul

source: View Chart
ro: Vezi graficul

source: View Details
ro: Vezi detalii

source: View full details
ro: Vizualizați detaliile complete

source: View in Entity Analytics
ro: Vizualizați în Analiza Entităților

source: View the color scale and values for the heatmap visualization
ro: Vizualizați scala de culori și valorile pentru vizualizarea hărții de căldură

source: Viewing:
ro: Vizualizare:

source: Warnings
ro: Avertismente

source: Way off!
ro: Departe!

source: We collect different types of information depending on how you use our Service:
ro: Colectăm diferite tipuri de informații în funcție de modul în care utilizați Serviciul nostru:

source: error.validationIssue
ro: Nu am putut afișa această pagină din cauza unei probleme de validare a datelor.

source: We do not use automated decision-making or profiling that produces legal effects or similarly significantly affects you.
ro: Nu folosim procese decizionale automatizate sau creare de profiluri care să producă efecte juridice sau să vă afecteze în mod similar semnificativ.

source: We may change or discontinue the Service at any time. We may update these Terms from time to time and will post the updated version with a new effective date.
ro: Putem modifica sau întrerupe Serviciul în orice moment. Putem actualiza acești Termeni din când în când și vom publica versiunea actualizată cu o nouă dată de intrare în vigoare.

source: We may update this Privacy Policy from time to time to reflect changes in our practices or legal requirements. We will post the updated policy with a new effective date. For material changes, we may provide additional notice such as an email notification to account holders.
ro: Putem actualiza această Politică de Confidențialitate din când în când pentru a reflecta schimbările în practicile noastre sau cerințele legale. Vom publica politica actualizată cu o nouă dată de intrare în vigoare. Pentru modificări materiale, putem oferi o notificare suplimentară, cum ar fi o notificare prin e-mail către deținătorii de conturi.

source: We share data with the following trusted service providers who process data on our behalf:
ro: Partajăm date cu următorii furnizori de servicii de încredere care prelucrează date în numele nostru:

source: We use cookies and localStorage to operate the app and, with consent, to measure usage and improve reliability.
ro: Folosim cookie-uri și stocare locală (localStorage) pentru a opera aplicația și, cu consimțământ, pentru a măsura utilizarea și a îmbunătăți fiabilitatea.

source: We use cookies and similar technologies to enhance your experience, analyze our traffic, and report errors. With your permission, we use PostHog for analytics and Sentry for error reporting to improve our service. You can change your preferences at any time. For more information, please see our <0>Privacy Policy</0>.
ro: Folosim cookie-uri și tehnologii similare pentru a vă îmbunătăți experiența, pentru a analiza traficul nostru și pentru a raporta erorile. Cu permisiunea dumneavoastră, folosim PostHog pentru analiză și Sentry pentru raportarea erorilor pentru a ne îmbunătăți serviciul. Vă puteți schimba preferințele în orice moment. Pentru mai multe informații, vă rugăm să consultați <0>Politica de Confidențialitate</0>.

source: We value your privacy
ro: Confidențialitatea dumneavoastră este importantă pentru noi

source: We'll start with the path that matches your goal and choices.
ro: Vom începe cu parcursul care se potrivește obiectivului și alegerilor tale.

source: Welcome back.
ro: Bine ai revenit.

source: What percentage was actually used?
ro: Ce procent a fost de fapt utilizat?

source: What personal data we collect
ro: Ce date personale colectăm

source: What this means
ro: Ce înseamnă asta

source: What's your <0>gross</0> salary?
ro: Care este salariul tău <0>brut</0>?

source: Where did the money go?
ro: Unde s-au dus banii?

source: Who fuels the <0>budget</0>?
ro: Cine alimentează <0>bugetul</0>?

source: Who we are
ro: Cine suntem

source: Why it matters
ro: De ce contează

source: Wipe All Data
ro: Șterge toate datele

source: Wipe All Data?
ro: Ștergi toate datele?

source: Without Transfers
ro: Fără transferuri

source: X-Axis Prefix To Remove
ro: Prefix de eliminat pe axa X

source: Year
ro: An

source: Year {headerLabel}
ro: Anul {headerLabel}

source: Yearly
ro: Anual

source: Yes
ro: Da

source: You
ro: Tu

source: You are signed in. Authentication cookies (Clerk) are essential and required to keep you signed in. Deleting them will sign you out.
ro: Sunteți autentificat. Cookie-urile de autentificare (Clerk) sunt esențiale și necesare pentru a vă menține autentificat. Ștergerea lor vă va deconecta.

source: You can search by: name (ex: Agriculture) • code (ex: 43.00, 43.00.10) • explicit prefix: ec:43.00
ro: Poți căuta după: nume (ex: Agricultură) • cod (ex: 43.00, 43.00.10) • prefix explicit: ec:43.00

source: You can search by: name (ex: Social assistance) • code (ex: 7.06, 7.06.02) • explicit prefix: fn:7.06
ro: Poți căuta după: nume (ex: Asistență socială) • cod (ex: 7.06, 7.06.02) • prefix explicit: fn:7.06

source: You have no active notifications. Navigate to an entity page and click the bell icon to subscribe to updates.
ro: Nu aveți notificări active. Navigați la pagina unei entități și faceți clic pe pictograma clopoțel pentru a vă abona la actualizări.

source: You have no data series alerts yet. Create one from a chart series or use the alerts dashboard.
ro: Nu aveți încă alerte pentru serii de date. Creați una dintr-o serie de grafic sau utilizați panoul de control al alertelor.

source: You have unsaved changes. Are you sure you want to leave this page?
ro: Aveți modificări nesalvate. Sigur doriți să părăsiți această pagină?

source: You need to accept cookies to send an error report.
ro: Trebuie să accepți cookie-urile pentru a trimite un raport de eroare.

source: You need to accept cookies to send feedback.
ro: Trebuie să accepți cookie-urile pentru a trimite feedback.

source: You need to be signed in to create alerts
ro: Trebuie să fiți autentificat pentru a crea alerte

source: You need to be signed in to edit alerts
ro: Trebuie să fiți autentificat pentru a edita alerte

source: You need to be signed in to manage notifications
ro: Trebuie să fiți autentificat pentru a gestiona notificările

source: You need to be signed in to subscribe to notifications
ro: Trebuie să fiți autentificat pentru a vă abona la notificări

source: You will no longer receive notifications via email.
ro: Nu veți mai primi notificări prin e-mail.

source: You're doing great. Keep up the momentum.
ro: Te descurci de minune. Menține ritmul.

source: You've completed this learning path.
ro: Ai finalizat acest parcurs de învățare.

source: You've explored all 6 phases of the budget cycle!
ro: Ai explorat toate cele 6 faze ale ciclului bugetar!

source: You've mastered the basics of the Budget Explorer. You're ready to investigate public spending on your own.
ro: Ai stăpânit elementele de bază ale Exploratorului de Bugete. Ești pregătit să investighezi cheltuielile publice pe cont propriu.

source: Your daily budget footprint
ro: Amprenta ta bugetară zilnică

source: Your employer actually spends <0>{0}</0>.
ro: Angajatorul tău cheltuiește de fapt <0>{0}</0>.

source: Your First Exploration
ro: Prima Ta Explorare

source: Your guess
ro: Estimarea ta

source: Your Opportunity
ro: Oportunitatea ta

source: Your path is ready
ro: Parcursul tău este pregătit

source: YOUR PREDICTION
ro: PREDICȚIA TA

source: Your rights under GDPR
ro: Drepturile dumneavoastră conform RGPD

source: Your use of the Service is also governed by our <0>Privacy Policy</0> and <1>Cookie Policy</1>, which describe how we process personal data, including security logs, authentication data, and your communication preferences.
ro: Utilizarea de către dumneavoastră a Serviciului este, de asemenea, guvernată de <0>Politica noastră de Confidențialitate</0> și <1>Politica privind Cookie-urile</1>, care descriu modul în care prelucrăm datele cu caracter personal, inclusiv jurnalele de securitate, datele de autentificare și preferințele dumneavoastră de comunicare.
