Repository: iosifnicolae2/hack-for-facts-eb-client
Catalog: src/locales/*/messages.po
Languages: ro

source: ({0} - deductions) × 10%
ro: ({0} - deduceri) × 10%

source: {0} annotations
ro: {0} adnotări

source: {0} series configured
ro: {0} serii configurate

source: {hours}h {mins}m remaining
ro: {hours}h {mins}m rămase

source: {hours}h remaining
ro: {hours}h rămase

source: {minutes}m remaining
ro: {minutes}m rămase

source: {resultsCount} results found
ro: {resultsCount} rezultate găsite

source: *Check filters panel for more details.
ro: *Verificați panoul de filtre pentru mai multe detalii.

source: /capita
ro: /locuitor

source: % of GDP
ro: % din PIB

source: © {currentYear} Transparenta.eu. All rights reserved.
ro: © {currentYear} Transparenta.eu. Toate drepturile rezervate.

source: <0>__clerk_*</0>: Various Clerk cookies for account management and security.
ro: <0>__clerk_*</0>: Diverse cookie-uri Clerk pentru gestionarea contului și securitate.

source: <0>__clerk_db_jwt</0>: Session token for authentication (httpOnly, secure).
ro: <0>__clerk_db_jwt</0>: Token de sesiune pentru autentificare (httpOnly, secure).

source: <0>__session</0>: Session identifier (httpOnly, secure).
ro: <0>__session</0>: Identificator de sesiune (httpOnly, secure).

source: <0>Access Controls:</0> Strict access controls limit who can access personal data to authorized personnel only.
ro: <0>Controale de Acces:</0> Controale de acces stricte limitează cine poate accesa datele personale doar la personalul autorizat.

source: <0>Account Creation:</0> When you create an account, you may be asked to provide certain information such as your email address and name. You are responsible for maintaining the confidentiality of your account credentials.
ro: <0>Crearea Contului:</0> Când creați un cont, vi se poate cere să furnizați anumite informații, cum ar fi adresa de e-mail și numele. Sunteți responsabil pentru menținerea confidențialității credențialelor contului dumneavoastră.

source: <0>Account Data:</0> Retained for as long as your account is active or as needed to provide services. Deleted within 90 days of account deletion request.
ro: <0>Datele Contului:</0> Păstrate atât timp cât contul dumneavoastră este activ sau cât este necesar pentru a furniza servicii. Șterse în termen de 90 de zile de la solicitarea de ștergere a contului.

source: <0>Account Data:</0> When you create an account, we store your user ID, name, email address, and notification preferences for as long as your account is active.
ro: <0>Datele Contului:</0> Când creați un cont, stocăm ID-ul dumneavoastră de utilizator, numele, adresa de e-mail și preferințele de notificare atât timp cât contul dumneavoastră este activ.

source: <0>Account Information:</0> User ID (assigned by Clerk), email address, first name, last name. This is the legal basis for processing under GDPR Art. 6(1)(b) (performance of contract) and Art. 6(1)(a) (consent for newsletters).
ro: <0>Informații despre Cont:</0> ID utilizator (atribuit de Clerk), adresă de e-mail, prenume, nume de familie. Acesta este temeiul legal pentru prelucrare conform Art. 6(1)(b) din RGPD (executarea contractului) și Art. 6(1)(a) (consimțământul pentru buletine informative).

source: <0>Account Management:</0> To create and maintain your account, authenticate access, and provide account-related support (contract performance - GDPR Art. 6(1)(b)).
ro: <0>Gestionarea Contului:</0> Pentru a crea și menține contul dumneavoastră, a autentifica accesul și a oferi suport legat de cont (executarea contractului - Art. 6(1)(b) din RGPD).

source: <0>Account Termination:</0> You may delete your account at any time. We may suspend or terminate accounts that violate these Terms or applicable law.
ro: <0>Închiderea Contului:</0> Puteți șterge contul dumneavoastră în orice moment. Putem suspenda sau închide conturile care încalcă acești Termeni sau legislația aplicabilă.

source: <0>Accurate Information:</0> If you create an account, you agree to provide accurate and current information and to keep your account information updated.
ro: <0>Informații Corecte:</0> Dacă vă creați un cont, sunteți de acord să furnizați informații corecte și actuale și să mențineți informațiile contului dumneavoastră actualizate.

source: <0>Analytics (opt-in)</0>: PostHog custom events only (no autocapture).
ro: <0>Analiză (opțional)</0>: doar evenimente personalizate PostHog (fără autocaptură).

source: <0>Analytics and Improvement:</0> With your consent, to understand usage patterns and improve the Service (consent - GDPR Art. 6(1)(a)).
ro: <0>Analiză și Îmbunătățire:</0> Cu consimțământul dumneavoastră, pentru a înțelege tiparele de utilizare și a îmbunătăți Serviciul (consimțământ - Art. 6(1)(a) din RGPD).

source: <0>Analytics Data:</0> Retained for 12 months, then automatically deleted or anonymized.
ro: <0>Date de Analiză:</0> Păstrate timp de 12 luni, apoi șterse automat sau anonimizate.

source: <0>Authentication (essential, if you have an account)</0>: Clerk session cookies for secure login and account management.
ro: <0>Autentificare (esențială, dacă aveți cont)</0>: Cookie-uri de sesiune Clerk pentru autentificare securizată și gestionarea contului.

source: <0>Authentication Data:</0> Login timestamps, login IP address, device details (e.g., user agent), authentication tokens (managed by Clerk), and session information for account security.
ro: <0>Date de Autentificare:</0> Marcaje de timp ale autentificării, adresa IP de autentificare, detalii despre dispozitiv (de ex., user agent), token-uri de autentificare (gestionate de Clerk) și informații de sesiune pentru securitatea contului.

source: <0>Authentication:</0> Account access secured via Clerk with industry-standard security practices.
ro: <0>Autentificare:</0> Accesul la cont este securizat prin Clerk cu practici de securitate standard în industrie.

source: <0>Clerk (Authentication):</0> Manages user authentication and account data. EU/US with standard contractual clauses.
ro: <0>Clerk (Autentificare):</0> Gestionează autentificarea utilizatorilor și datele contului. UE/SUA cu clauze contractuale standard.

source: <0>Clerk authentication cookies</0>: Session cookies (expire when you close browser) and persistent cookies (up to 30 days for "remember me").
ro: <0>Cookie-uri de autentificare Clerk</0>: Cookie-uri de sesiune (expiră la închiderea browserului) și cookie-uri persistente (până la 30 de zile pentru „ține-mă minte”).

source: <0>Communication:</0> To send essential account-related communications (e.g., security alerts, terms updates) as necessary for contract performance and legitimate interests.
ro: <0>Comunicare:</0> Pentru a trimite comunicări esențiale legate de cont (de ex., alerte de securitate, actualizări ale termenilor) necesare pentru executarea contractului și interesele legitime.

source: <0>Consent (Art. 6(1)(a)):</0> Newsletter subscriptions, analytics, and enhanced error reporting. You may withdraw consent at any time.
ro: <0>Consimțământ (Art. 6(1)(a)):</0> Abonamente la buletine informative, analize și raportare îmbunătățită a erorilor. Vă puteți retrage consimțământul în orice moment.

source: <0>Consent Preferences:</0> Your cookie and analytics consent choices stored in browser localStorage.
ro: <0>Preferințe de Consimțământ:</0> Opțiunile dumneavoastră de consimțământ pentru cookie-uri și analize, stocate în localStorage-ul browserului.

source: <0>Consent:</0> Newsletters and non-essential notifications are sent only with your explicit consent. You can withdraw consent at any time without affecting your account access.
ro: <0>Consimțământ:</0> Buletinele informative și notificările neesențiale sunt trimise numai cu consimțământul dumneavoastră explicit. Vă puteți retrage consimțământul în orice moment, fără a afecta accesul la cont.

source: <0>Contract Performance (Art. 6(1)(b)):</0> Providing account features and services you have requested.
ro: <0>Executarea Contractului (Art. 6(1)(b)):</0> Furnizarea funcționalităților contului și a serviciilor pe care le-ați solicitat.

source: <0>Data Accuracy Is Not Guaranteed:</0> The financial data is sourced from third-party government portals. We do not create, verify, or audit this data and are not responsible for any errors, omissions, or inaccuracies it may contain. You acknowledge that the data may be incomplete, out of date, or incorrect.
ro: <0>Exactitatea datelor nu este garantată:</0> Datele financiare sunt preluate din portaluri guvernamentale terțe. Nu creăm, verificăm sau audităm aceste date și nu suntem responsabili pentru eventualele erori, omisiuni sau inexactități. Admiteți faptul că datele pot fi incomplete, neactualizate sau incorecte.

source: <0>Deletion:</0> You may request deletion of your account and all associated data at any time by contacting us or using account deletion features when available.
ro: <0>Ștergere:</0> Puteți solicita ștergerea contului dumneavoastră și a tuturor datelor asociate în orice moment, contactându-ne sau folosind funcționalitățile de ștergere a contului, atunci când sunt disponibile.

source: <0>Disclaimer of Warranties and Guarantees:</0> The Service and all data, content, and visualizations are provided on an "as is" and "as available" basis, without any warranties or guarantees of any kind, express or implied. We explicitly disclaim all warranties, including but not limited to warranties of merchantability, fitness for a particular purpose, accuracy, completeness, timeliness, reliability, or non-infringement. We do not guarantee that the Service will be uninterrupted, error-free, or secure.
ro: <0>Excluderea Garanțiilor:</0> Serviciul și toate datele, conținutul și vizualizările sunt furnizate „ca atare” și „așa cum sunt disponibile”, fără nicio garanție de niciun fel, expresă sau implicită. Declinăm în mod explicit toate garanțiile, inclusiv, dar fără a se limita la, garanțiile de vandabilitate, adecvare pentru un anumit scop, acuratețe, completitudine, actualitate, fiabilitate sau neîncălcare. Nu garantăm că Serviciul va fi neîntrerupt, fără erori sau securizat.

source: <0>Duty to Verify:</0> You are solely responsible for independently verifying all information against original, official sources before using it for any purpose, including but not limited to journalistic, academic, financial, or legal matters. The content on this site is for general informational purposes only and is not professional, financial, or legal advice.
ro: <0>Obligația de a verifica:</0> Sunteți singurul responsabil pentru verificarea independentă a tuturor informațiilor prin confruntarea cu sursele oficiale, originale, înainte de a le utiliza în orice scop, inclusiv, dar fără a se limita la, chestiuni jurnalistice, academice, financiare sau juridice. Conținutul acestui site este destinat exclusiv informării generale și nu constituie consultanță profesională, financiară sau juridică.

source: <0>Email Delivery:</0> We use your email address solely for delivering the notifications you have subscribed to and for essential account-related communications. We do not sell, rent, or share your email address with third parties for marketing purposes.
ro: <0>Livrarea E-mailurilor:</0> Folosim adresa dumneavoastră de e-mail exclusiv pentru a livra notificările la care v-ați abonat și pentru comunicări esențiale legate de cont. Nu vindem, nu închiriem și nu partajăm adresa dumneavoastră de e-mail cu terțe părți în scopuri de marketing.

source: <0>Email Service Provider:</0> Delivers newsletters and notifications you've subscribed to.
ro: <0>Furnizor de Servicii de E-mail:</0> Livrează buletinele informative și notificările la care v-ați abonat.

source: <0>Encryption:</0> Data in transit is encrypted using TLS/SSL. Data at rest is encrypted in our databases.
ro: <0>Criptare:</0> Datele în tranzit sunt criptate folosind TLS/SSL. Datele în repaus sunt criptate în bazele noastre de date.

source: <0>Enhanced error reporting (opt-in)</0>: Sentry optional context.
ro: <0>Raportare avansată a erorilor (opțional)</0>: context opțional Sentry.

source: <0>Error Detection and Resolution:</0> With your consent, to identify and fix technical issues (consent - GDPR Art. 6(1)(a)).
ro: <0>Detectarea și Rezolvarea Erorilor:</0> Cu consimțământul dumneavoastră, pentru a identifica și remedia problemele tehnice (consimțământ - Art. 6(1)(a) din RGPD).

source: <0>Error Logs:</0> Retained for 90 days for debugging, then automatically deleted.
ro: <0>Jurnale de Erori:</0> Păstrate timp de 90 de zile pentru depanare, apoi șterse automat.

source: <0>Error Reports (opt-in):</0> If you consent, enhanced error context via Sentry to help us fix bugs. Without consent, only minimal error telemetry is collected.
ro: <0>Rapoarte de Erori (opționale):</0> Dacă sunteți de acord, context îmbunătățit al erorilor prin Sentry pentru a ne ajuta să remediem bug-urile. Fără consimțământ, se colectează doar telemetrie minimă a erorilor.

source: <0>Essential localStorage</0>: Persists until manually cleared by you.
ro: <0>LocalStorage Esențial</0>: Persistă până când este golit manual de dumneavoastră.

source: <0>Essential Technical Data:</0> Browser type, device type, IP address (anonymized), and general location (country level) for security and service provision (legitimate interests under GDPR Art. 6(1)(f)).
ro: <0>Date Tehnice Esențiale:</0> Tipul browserului, tipul dispozitivului, adresa IP (anonimizată) și locația generală (la nivel de țară) pentru securitate și furnizarea serviciului (interese legitime conform Art. 6(1)(f) din RGPD).

source: <0>Essential</0>: Consent preferences and core UI state (always active).
ro: <0>Esențiale</0>: Preferințele de consimțământ și starea de bază a interfeței (întotdeauna active).

source: <0>Full Assumption of Risk:</0> Your use of the Service and reliance on any information or visualization provided is done entirely at your own risk. You are solely responsible for any decisions made or actions taken based on this information.
ro: <0>Asumarea integrală a riscului:</0> Utilizarea Serviciului și încrederea în orice informație sau vizualizare furnizată se fac în întregime pe propriul risc. Sunteți singurul responsabil pentru orice decizie luată sau acțiune întreprinsă pe baza acestor informații.

source: <0>Hosting Providers:</0> Store and serve application data and databases.
ro: <0>Furnizori de Găzduire:</0> Stochează și servesc datele aplicației și bazele de date.

source: <0>Lawful Use:</0> You agree to use the Service only for lawful purposes and in a manner that does not harm the Service or its users. You must not remove or obscure any attribution notices on exported content.
ro: <0>Utilizare legală:</0> Sunteți de acord să utilizați Serviciul numai în scopuri legale și într-un mod care nu aduce prejudicii Serviciului sau utilizatorilor săi. Nu trebuie să eliminați sau să ascundeți notificările de atribuire de pe conținutul exportat.

source: <0>Legal Obligations (Art. 6(1)(c)):</0> Compliance with applicable laws and regulations.
ro: <0>Obligații Legale (Art. 6(1)(c)):</0> Conformitatea cu legile și reglementările aplicabile.

source: <0>Legitimate Interests (Art. 6(1)(f)):</0> Operating and securing the Service, preventing fraud and abuse.
ro: <0>Interese Legitme (Art. 6(1)(f)):</0> Operarea și securizarea Serviciului, prevenirea fraudei și a abuzurilor.

source: <0>Limited Retention:</0> Security logs are retained only for a limited period to detect and prevent abuse, troubleshoot issues, and ensure reliability.
ro: <0>Păstrare Limitată:</0> Jurnalele de securitate sunt păstrate doar pentru o perioadă limitată pentru a detecta și preveni abuzurile, a depana problemele și a asigura fiabilitatea.

source: <0>Local Storage Data:</0> Charts, annotations, filters, and preferences stored locally in your browser. This data never leaves your device unless you explicitly export it.
ro: <0>Date din Local Storage:</0> Grafice, adnotări, filtre și preferințe stocate local în browserul dumneavoastră. Aceste date nu părăsesc niciodată dispozitivul dumneavoastră, cu excepția cazului în care le exportați în mod explicit.

source: <0>LocalStorage:</0> Stored in your browser until you clear it manually.
ro: <0>LocalStorage:</0> Stocat în browserul dumneavoastră până când îl goliți manual.

source: <0>localStorage</0>: <1>cookie-consent</1> (stores your consent preferences), <2>saved-charts</2> (your saved visualizations), <3>chart-categories</3> (chart organization), <4>theme-preference</4> (dark/light mode).
ro: <0>localStorage</0>: <1>cookie-consent</1> (stochează preferințele dumneavoastră de consimțământ), <2>saved-charts</2> (vizualizările dumneavoastră salvate), <3>chart-categories</3> (organizarea graficelor), <4>theme-preference</4> (modul întunecat/luminos).

source: <0>Monitoring:</0> Security monitoring and logging to detect and respond to potential breaches.
ro: <0>Monitorizare:</0> Monitorizare și înregistrare de securitate pentru a detecta și a răspunde la potențiale breșe.

source: <0>Newsletter Delivery Records:</0> Retained for 2 years for delivery troubleshooting and compliance.
ro: <0>Înregistrări de Livrare a Buletinelor Informative:</0> Păstrate timp de 2 ani pentru depanarea livrării și conformitate.

source: <0>Newsletter Delivery:</0> To send you budget execution updates and notifications that you have explicitly subscribed to (consent - GDPR Art. 6(1)(a)). You can withdraw consent and unsubscribe at any time.
ro: <0>Livrarea Buletinului Informativ:</0> Pentru a vă trimite actualizări privind execuția bugetară și notificări la care v-ați abonat în mod explicit (consimțământ - Art. 6(1)(a) din RGPD). Vă puteți retrage consimțământul și vă puteți dezabona în orice moment.

source: <0>No Government Affiliation:</0> Transparenta.eu is an independent project and is not affiliated with, authorized, maintained, sponsored, or endorsed by any Romanian government entity.
ro: <0>Nicio afiliere guvernamentală:</0> Transparenta.eu este un proiect independent și nu este afiliat, autorizat, întreținut, sponsorizat sau susținut de nicio entitate guvernamentală din România.

source: <0>No Marketing:</0> We do not send promotional or marketing emails. All communications are informational updates you have requested.
ro: <0>Fără Marketing:</0> Nu trimitem e-mailuri promoționale sau de marketing. Toate comunicările sunt actualizări informaționale pe care le-ați solicitat.

source: <0>No Sharing:</0> We never sell, rent, or share your email address with third parties for their marketing purposes.
ro: <0>Fără Partajare:</0> Nu vindem, nu închiriem și nu partajăm niciodată adresa dumneavoastră de e-mail cu terțe părți în scopurile lor de marketing.

source: <0>Notification History:</0> Records of notifications sent to you, including delivery status and unsubscribe actions, for compliance and delivery optimization.
ro: <0>Istoricul Notificărilor:</0> Înregistrări ale notificărilor trimise către dumneavoastră, inclusiv starea livrării și acțiunile de dezabonare, pentru conformitate și optimizarea livrării.

source: <0>Notification Preferences:</0> Your subscription choices for newsletters (monthly, quarterly, annual) and entity notifications, including which entities you follow and notification types you've enabled.
ro: <0>Preferințe de Notificare:</0> Opțiunile dumneavoastră de abonare la buletine informative (lunare, trimestriale, anuale) și notificări ale entităților, inclusiv ce entități urmăriți și ce tipuri de notificări ați activat.

source: <0>Notification Subscriptions:</0> Retained while active. Soft-deleted (marked inactive) when you unsubscribe, with full deletion after 1 year for compliance and anti-spam purposes.
ro: <0>Abonamente la Notificări:</0> Păstrate cât timp sunt active. Șterse logic (marcate ca inactive) atunci când vă dezabonați, cu ștergere completă după 1 an în scopuri de conformitate și anti-spam.

source: <0>Notification Subscriptions:</0> We store your notification subscription preferences, including the entities you follow and the types of updates you wish to receive.
ro: <0>Abonamente la Notificări:</0> Stocăm preferințele dumneavoastră de abonare la notificări, inclusiv entitățile pe care le urmăriți și tipurile de actualizări pe care doriți să le primiți.

source: <0>Opt-In Consent:</0> Newsletter subscriptions are strictly opt-in. We only send you newsletters if you explicitly subscribe via the notification settings or entity pages.
ro: <0>Consimțământ Opt-In:</0> Abonamentele la buletinul informativ sunt strict opționale (opt-in). Vă trimitem buletine informative numai dacă vă abonați în mod explicit prin setările de notificare sau paginile entităților.

source: <0>Optional Accounts:</0> User accounts are optional. You can use core features without creating an account. Creating an account enables additional features such as newsletters, notifications, and saved preferences.
ro: <0>Conturi Opționale:</0> Conturile de utilizator sunt opționale. Puteți utiliza funcționalitățile de bază fără a crea un cont. Crearea unui cont activează funcționalități suplimentare, cum ar fi buletine informative, notificări și preferințe salvate.

source: <0>PostHog (Analytics):</0> Processes usage analytics if you consent. EU-hosted option available.
ro: <0>PostHog (Analiză):</0> Procesează analize de utilizare dacă vă dați consimțământul. Opțiune de găzduire în UE disponibilă.

source: <0>PostHog analytics</0>: Up to 1 year.
ro: <0>Analiză PostHog</0>: Până la 1 an.

source: <0>PostHog</0>: <1>ph_*</1> identifiers for usage analytics. Custom events only, no autocapture or session recordings.
ro: <0>PostHog</0>: Identificatori <1>ph_*</1> pentru analiza utilizării. Doar evenimente personalizate, fără autocaptură sau înregistrări ale sesiunilor.

source: <0>Recommended:</0> Chart: „Titlul Graficului" | Source: Ministerul Finanțelor, via Transparenta.eu.
ro: <0>Recomandat:</0> Grafic: „Titlul graficului" | Sursa: Ministerul Finanțelor, via Transparenta.eu.

source: <0>Right of Access (Art. 15):</0> Request a copy of the personal data we hold about you.
ro: <0>Dreptul de Acces (Art. 15):</0> Solicitați o copie a datelor personale pe care le deținem despre dumneavoastră.

source: <0>Right to Data Portability (Art. 20):</0> Receive your data in a structured, machine-readable format.
ro: <0>Dreptul la Portabilitatea Datelor (Art. 20):</0> Primiți datele dumneavoastră într-un format structurat, care poate fi citit automat.

source: <0>Right to Erasure (Art. 17):</0> Request deletion of your personal data ("right to be forgotten").
ro: <0>Dreptul la Ștergere (Art. 17):</0> Solicitați ștergerea datelor dumneavoastră personale („dreptul de a fi uitat”).

source: <0>Right to Lodge a Complaint:</0> File a complaint with the Romanian supervisory authority (ANSPDCP) at anspdcp.ro.
ro: <0>Dreptul de a Depune o Plângere:</0> Depuneți o plângere la autoritatea de supraveghere din România (ANSPDCP) la anspdcp.ro.

source: <0>Right to Object (Art. 21):</0> Object to processing based on legitimate interests.
ro: <0>Dreptul la Opoziție (Art. 21):</0> Vă opuneți prelucrării bazate pe interese legitime.

source: <0>Right to Rectification (Art. 16):</0> Request correction of inaccurate personal data.
ro: <0>Dreptul la Rectificare (Art. 16):</0> Solicitați corectarea datelor personale inexacte.

source: <0>Right to Restriction (Art. 18):</0> Request limitation of processing in certain circumstances.
ro: <0>Dreptul la Restricționare (Art. 18):</0> Solicitați limitarea prelucrării în anumite circumstanțe.

source: <0>Right to Withdraw Consent (Art. 7(3)):</0> Withdraw consent for newsletters, analytics, or error reporting at any time without affecting the lawfulness of processing before withdrawal.
ro: <0>Dreptul de a Retrage Consimțământul (Art. 7(3)):</0> Retrageți consimțământul pentru buletine informative, analize sau raportarea erorilor în orice moment, fără a afecta legalitatea prelucrării înainte de retragere.
