Repository: iosifnicolae2/hack-for-facts-eb-client
Catalog: src/locales/*/messages.po
Languages: ro

source: Disable annotation
ro: Dezactivează adnotarea

source: Disable Series
ro: Dezactivează seria

source: Display data labels on the chart
ro: Afișează etichetele de date pe grafic

source: Display mode
ro: Mod de afișare

source: Display Options
ro: Opțiuni de afișare

source: Done
ro: Finalizat

source: Download
ro: Descarcă

source: Drag the sliders to guess how much each source contributes.
ro: Trage de glisoare pentru a ghici cât contribuie fiecare sursă.

source: Duplicate
ro: Duplică

source: Duplicate Annotation
ro: Duplică adnotarea

source: Duplicate selected chart series
ro: Duplică seria selectată din grafic

source: Duplicate series
ro: Duplică seria de date

source: Duplicate Series
ro: Duplică seria

source: Duration
ro: Durată

source: e.g. Expense growth alert
ro: ex. Alertă creștere cheltuieli

source: e.g., RON, %, Units...
ro: ex: RON, %, Unități...

source: Easily manage your subscriptions
ro: Gestionați-vă cu ușurință abonamentele

source: Economic classification
ro: Clasificație economică

source: Economic Classification
ro: Clasificație economică

source: Economic Classification Prefix
ro: Prefix clasificație economică

source: economic codes
ro: coduri economice

source: Economic prefix
ro: Prefix economic

source: Economic Prefixes
ro: Prefix economic

source: Edit alert
ro: Editează alerta

source: Edit Alert
ro: Editare alertă

source: Edit Annotation
ro: Editează adnotarea

source: Edit Annotations
ro: Editează adnotări

source: Effective Date
ro: Data intrării în vigoare

source: Effective Date: {effectiveDate} • Version: {version}
ro: Data intrării în vigoare: {effectiveDate} • Versiunea: {version}

source: Effective Spending
ro: Cheltuieli efective

source: Effective Spending Calculation
ro: Calculul cheltuielilor efective

source: Email address copied to clipboard!
ro: Adresa de email a fost copiată în clipboard!

source: Employees
ro: Angajați

source: Enable All Series
ro: Activează Toate Seriile

source: Enable annotation
ro: Activează adnotarea

source: Enable Scroll Zoom
ro: Activează Zoom-ul cu Scroll

source: Enable Series
ro: Activează seria

source: Enabled
ro: Activat

source: Enabled alerts are evaluated monthly and included in your newsletter.
ro: Alertele activate sunt evaluate lunar și incluse în newsletter-ul dvs.

source: English
ro: Engleză

source: Enhanced error reporting
ro: Raportare avansată a erorilor

source: Enter a constant value
ro: Introduceți o valoare constantă

source: Enter annotation subtitle...
ro: Introduceți subtitlul adnotării...

source: Enter annotation title...
ro: Introduceți titlul adnotării...

source: Enter chart title...
ro: Introduceți titlul graficului...

source: Enter entity name or CUI...
ro: Introduceți denumirea entității sau CUI...

source: Enter new value
ro: Introduceți valoarea nouă

source: Enter series label...
ro: Introduceți eticheta seriei...

source: Entities
ro: Entități

source: Entity
ro: Entitate

source: Entity Analytics
ro: Analiza entităților

source: Entity Details
ro: Detalii Entitate

source: Entity Notifications
ro: Notificări entitate

source: Entity Search
ro: Căutare Entitate

source: Entity type
ro: Tip entitate

source: Entity Type
ro: Tip entitate

source: Equal to
ro: Egal cu

source: equals
ro: este egal cu

source: Error
ro: Eroare

source: Error Fetching Entity Details
ro: Eroare la preluarea detaliilor entității

source: Error loading analytics
ro: Eroare la încărcarea analizei

source: Error Loading Chart Data
ro: Eroare la încărcarea datelor graficului

source: Error loading data
ro: Eroare la încărcarea datelor

source: Error loading data:
ro: Eroare la încărcarea datelor:

source: Error loading notifications
ro: Eroare la încărcarea notificărilor

source: Error Reporting (opt-in only)
ro: Raportarea Erorilor (doar opțională)

source: Error reporting (Sentry)
ro: Raportarea erorilor (Sentry)

source: Error signal sent
ro: Semnal de eroare trimis

source: Error: Invalid data point type.
ro: Eroare: Tip de dată invalid.

source: Error: Series not found
ro: Eroare: Seria nu a fost găsită

source: Errors
ro: Erori

source: Essential cookies
ro: Cookie-uri esențiale

source: Essential Cookies and Storage (always active)
ro: Cookie-uri și Stocare Esențiale (întotdeauna active)

source: Essential storage is required for the app to work.
ro: Stocarea esențială este necesară pentru funcționarea aplicației.

source: Essentials
ro: Esențiale

source: Estimate
ro: Estimare

source: Estimate the <0>Shares</0>
ro: Estimează <0>Proporțiile</0>

source: EU Average
ro: Media UE

source: EU Funds, Dividends, etc.
ro: Fonduri UE, dividende etc.

source: EU Projects
ro: Proiecte UE

source: Ever wondered where your money actually goes?
ro: Te-ai întrebat vreodată unde se duc banii tăi?

source: Example: 2024-
ro: Exemplu: 2024-

source: Excellent
ro: Excelent

source: Exclude Filters
ro: Filtre de excludere

source: Excluded categories
ro: Categorii excluse

source: Excluded Items
ro: Elemente excluse

source: Excluding
ro: Excluzând

source: Excluding inter-budget flows and financial operations
ro: Excluzând fluxurile inter-bugetare și operațiunile financiare

source: Executed
ro: Executat

source: Expense Trends
ro: Evoluția cheltuielilor

source: Expense Type
ro: Tip cheltuială

source: Expenses
ro: Cheltuieli

source: Exploration Progress
ro: Progresul explorării

source: Explore budget classifications to understand how public spending is organized and categorized
ro: Explorați clasificările bugetare pentru a înțelege cum sunt organizate și clasificate cheltuielile publice

source: Explore data through a map.
ro: Explorați datele folosind harta.

source: Explore data through charts.
ro: Explorați datele folosind grafice.

source: Explore entities by aggregated values.
ro: Explorați entitățile după valorile cumulate.

source: Explore Full Map
ro: Explorează harta completă

source: Explore more paths
ro: Explorează mai multe parcursuri

source: Explore national budget.
ro: Explorați bugetul național.

source: explored
ro: explorat

source: Export as Image
ro: Exportă ca Imagine

source: Export as image or share with a link
ro: Exportă ca imagine sau partajează printr-un link

source: Exporting…
ro: Se exportă…

source: Exports and attribution
ro: Exporturi și atribuire

source: Exports must include attribution to data source and Transparenta.eu.
ro: Exporturile trebuie să includă atribuirea sursei datelor și a Transparenta.eu.

source: Failed to copy code
ro: Eroare la copierea codului

source: Failed to copy email address.
ro: Copierea adresei de email a eșuat.

source: Failed to copy link
ro: Eroare la copierea linkului

source: Failed to copy share link
ro: Eroare la copierea linkului de partajare

source: Failed to create
ro: Crearea a eșuat

source: Failed to load alert
ro: Eroare la încărcarea alertei

source: Failed to load alerts. Please try again.
ro: Eroare la încărcarea alertelor. Vă rugăm să încercați din nou.

source: Failed to load data.
ro: Eroare la încărcarea datelor.

source: Failed to open new tab.
ro: Nu s-a putut deschide un tab nou.

source: Failed to save
ro: Salvare eșuată

source: favorites
ro: favorite

source: Favorites
ro: Favorite

source: Favorites first
ro: Favoritele primele

source: February
ro: Februarie

source: Feedback / Report an issue
ro: Feedback / Raportați o problemă

source: Feedback is currently unavailable.
ro: Feedback-ul este indisponibil momentan.

source: Filter field
ro: Câmp de filtrare

source: Filter Reports
ro: Filtrare rapoarte

source: Filter Transfers
ro: Filtrare transferuri

source: Filtered
ro: Filtrat

source: Filters
ro: Filtre

source: Filters applied to data series will appear here.
ro: Filtrele aplicate seriilor de date vor apărea aici.

source: Filters info
ro: Informații filtre

source: Filters marked as exclude will remove data matching these criteria from the results.
ro: Filtrele marcate ca excludere vor elimina din rezultate datele care corespund acestor criterii.

source: Financial Evolution - {entityName}
ro: Evoluție financiară - {entityName}

source: Financial operations
ro: Operațiuni financiare

source: Financial Reports
ro: Rapoarte Financiare

source: Financial Trends
ro: Evoluție Financiară

source: Find Entity to Monitor
ro: Găsește entitate de monitorizat

source: Find resources, report issues, or get in touch.
ro: Găsește resurse, raportează probleme sau ia legătura cu noi.

source: Focus Expense Search
ro: Focalizează Căutarea Cheltuielilor

source: Focus expense search in entity details
ro: Focalizează căutarea cheltuielilor în detaliile entității

source: Focus Income Search
ro: Focalizează Căutarea Veniturilor

source: Focus income search in entity details
ro: Focalizează căutarea veniturilor în detaliile entității

source: Focus Year Selector
ro: Focalizează Selectorul de An

source: Focus year selector in entity details
ro: Focalizează selectorul de an în detaliile entității

source: Follow the money
ro: Urmărește banii

source: For questions about this Privacy Policy, to exercise your rights, or to contact our data protection officer, email us at contact@transparenta.eu
ro: Pentru întrebări despre această Politică de Confidențialitate, pentru a vă exercita drepturile sau pentru a contacta responsabilul nostru cu protecția datelor, trimiteți-ne un e-mail la contact@transparenta.eu

source: for the selected filters.
ro: pentru filtrele selectate.

source: Found {replacementCount} occurrence{0}
ro: S-au găsit {replacementCount} apariții

source: Functional
ro: Funcțional

source: Functional classification
ro: Clasificație funcțională

source: Functional Classification
ro: Clasificație funcțională

source: Functional Classification Prefix
ro: Prefix clasificație funcțională

source: functional codes
ro: coduri funcționale

source: Functional prefix
ro: Prefix Funcțional

source: Functional Prefixes
ro: Prefix Funcțional

source: Funded Entities
ro: Entități Finanțate

source: Funding
ro: Finanțare

source: Funding Entities
ro: Entități Finanțatoare

source: Funding source
ro: Sursă de finanțare

source: Funding Source
ro: Sursă de Finanțare

source: Funds the pension checks and hospital bills directly. It's a huge mandatory system.
ro: Finanțează direct pensiile și facturile spitalelor. Este un sistem obligatoriu uriaș.

source: Gap
ro: Diferență

source: Generate random color
ro: Generează o culoare aleatorie

source: Geographical View
ro: Vizualizare geografică

source: Get monthly email updates about this institution. Receive alerts when new reports are published, budget changes occur, or important financial data is updated.
ro: Primiți actualizări lunare prin e-mail despre această instituție. Primiți alerte când sunt publicate rapoarte noi, apar modificări bugetare sau sunt actualizate date financiare importante.

source: Get Started
ro: Începe acum

source: Get updates about
ro: Primiți actualizări despre

source: Global Chart Settings
ro: Setări globale pentru grafic

source: Go back
ro: Mergi înapoi

source: Go back home
ro: Înapoi la pagina principală

source: Go to Chart View
ro: Vezi Grafic

source: Go to Entity Table
ro: Vezi Tabel

source: Go to homepage
ro: Mergi la pagina principală

source: Go to Main Categories
ro: Mergi la categoria principală

source: Go to Main List
ro: Mergi la lista principală

source: Go to Map
ro: Vezi harta

source: Good
ro: Bun

source: Goods & Services
ro: Bunuri și servicii

source: Goods and Services
ro: Bunuri și servicii

source: Governing law
ro: Legea aplicabilă

source: Greater or equal
ro: Mai mare sau egal

source: greater or equal to
ro: mai mare sau egal cu

source: greater than
ro: mai mare decât

source: Greater than
ro: Mai mare decât

source: Grid view
ro: Vizualizare grilă

source: Gross
ro: Brut

source: Grouping
ro: Grupare

source: Hands-On Activity
ro: Activitate practică

source: Hang tight while we resolve and redirect you to the destination.
ro: Te rugăm să aștepți cât timp te redirecționăm către destinație.

source: Health (CASS)
ro: Sănătate (CASS)

source: Hello, I need help with: Page: {0}
ro: Pagina: {0}

source: Help us fix problems by sending error reports. When disabled, we only send anonymous, minimal error telemetry necessary to keep the service reliable.
ro: Ajutați-ne să remediem problemele trimițând rapoarte de erori. Când opțiunea este dezactivată, trimitem doar date de telemetrie minime și anonime, necesare pentru a menține fiabilitatea serviciului.

source: Help us understand usage to improve the product. No analytics is sent unless you opt in.
ro: Ajutați-ne să înțelegem modul de utilizare pentru a îmbunătăți produsul. Nu se trimit date de analiză decât dacă optați explicit pentru aceasta.

source: Hidden infrastructure you used
ro: Infrastructura ascunsă pe care ai folosit-o

source: Hide
ro: Ascunde

source: Hide advanced settings
ro: Ascunde setările avansate

source: Hide details
ro: Ascunde detaliile

source: High
ro: Ridicat

source: High Impact
ro: Impact ridicat

source: High opportunity
ro: Oportunitate ridicată

source: Home
ro: Acasă

source: How much stays <0/><1>in your wallet?</1>
ro: Cât rămâne <0/><1>în portofelul tău?</1>

source: How much was <0>built</0>?
ro: Cât s-a <0>construit</0>?

source: How we compute true consolidated revenues (excluding inter-budget flows and financial operations)
ro: Cum calculăm veniturile consolidate reale (excluzând fluxurile inter-bugetare și operațiunile financiare)

source: How we use your data
ro: Cum folosim datele dumneavoastră

source: I did this
ro: Am făcut asta

source: I spend monthly
ro: Cheltui lunar

source: If you create an account, Clerk sets the following cookies for authentication and session management:
ro: Dacă vă creați un cont, Clerk setează următoarele cookie-uri pentru autentificare și gestionarea sesiunii:

source: If you earn <0>{0}</0> gross, drag the slider to your expected net home pay.
ro: Dacă câștigi <0>{0}</0> brut, trage cursorul la salariul net așteptat.

source: If you sign in, authentication cookies (Clerk) are essential to manage your session. Deleting them will sign you out.
ro: Dacă vă autentificați, cookie-urile de autentificare (Clerk) sunt esențiale pentru a vă gestiona sesiunea. Ștergerea lor vă va deconecta.

source: If you unsubscribe, you will no longer receive emails for this notification. You can always resubscribe later from your account settings.
ro: Dacă vă dezabonați, nu veți mai primi e-mailuri pentru această notificare. Vă puteți reabona oricând din setările contului.

source: in "invisible" consumption taxes.
ro: în taxe de consum „invizibile”.

source: In one year, you will pay
ro: Într-un an, vei plăti

source: Include visible attribution to the data source and Transparenta.eu when sharing charts/maps.
ro: Includeți o atribuire vizibilă a sursei datelor și a Transparenta.eu la partajarea graficelor/hărților.

source: Includes additional error context. No user identity is attached.
ro: Include context suplimentar pentru erori. Nu se atașează nicio identitate a utilizatorului.

source: Includes EU money (PNRR) and profits from state-owned companies. Essential but smaller.
ro: Include banii UE (PNRR) și profiturile companiilor de stat. Esențial, dar mai mic.

source: Income
ro: Venituri

source: Income - Expenses
ro: Venituri - Cheltuieli

source: Income Tax
ro: Impozit pe venit

source: Income Trends
ro: Evoluția veniturilor

source: Income vs Expenses
ro: Venituri vs. Cheltuieli

source: Income/Expenses
ro: Venituri/Cheltuieli

source: Incomes
ro: Venituri

source: Independent project; no government affiliation.
ro: Proiect independent; nicio afiliere guvernamentală.

source: Inflation Adjustment
ro: Ajustare la inflație

source: Inflation adjustment is ignored for % of GDP.
ro: Ajustarea la inflație este ignorată pentru % din PIB.

source: Informational purposes only; no warranties.
ro: Doar în scop informativ; fără garanții.

source: Infrastructure
ro: Infrastructură

source: inhabitants
ro: locuitori

source: Institutional remittances
ro: Remiteri instituționale

source: Intellectual property
ro: Proprietate intelectuală

source: Inter-budget transfers
ro: Transferuri inter-bugetare

source: Internal budget movements
ro: Mișcări bugetare interne

source: Internal flow, inter-budget
ro: Flux intern, inter-bugetar

source: Internal Transfers
ro: Transferuri interne

source: International data transfers
ro: Transferuri internaționale de date

source: Invalid chart schema
ro: Schemă grafic invalidă

source: Invalid data detected in chart series
ro: Date invalide detectate în seriile graficului

source: Invalid or expired link
ro: Link invalid sau expirat

source: Is UAT
ro: Este UAT

source: Issued at
ro: Emis la

source: It's budget season! November-December is the best time for citizen engagement.
ro: Este sezonul bugetar! Noiembrie-decembrie este cel mai bun moment pentru implicarea cetățenilor.

source: Item Amount
ro: Valoare element

source: January
ro: Ianuarie

source: July
ro: Iulie

source: June
ro: Iunie

source: Key Activities
ro: Activități cheie

source: Key Deadlines
ro: Termene cheie

source: Keyboard Shortcuts
ro: Comenzi Rapide de la Tastatură

source: Label
ro: Etichetă

source: Labor Cost Summary
ro: Sumar costuri forță de muncă

source: Language
ro: Limbă

source: Last evaluated
ro: Ultima evaluare

source: Law 141/2025
ro: Legea 141/2025

source: Learn all the keyboard shortcuts available in the application.
ro: Învață toate comenzile rapide de la tastatură disponibile în aplicație.

source: Learn public budgeting.
ro: Învață despre bugetul public.

source: Learning Certificate Verification (PoC)
ro: Verificarea certificatului de învățare (PoC)

source: Learning path
ro: Parcurs de învățare

source: Learning Path
ro: Traseu de Învățare

source: Leave without saving
ro: Părăsește fără a salva

source: Legal bases for processing
ro: Temeiuri legale pentru prelucrare

source: Legend
ro: Legendă

source: Less or equal
ro: Mai mic sau egal

source: less or equal to
ro: mai mic sau egal cu

source: less than
ro: mai mic decât

source: Less than
ro: Mai mic decât

source: Lesson Completed!
ro: Lecție finalizată!

source: Lesson not found
ro: Lecția nu a fost găsită

source: Lessons
ro: Lecții

source: Lessons Completed
ro: Lecții finalizate

source: Let's find out
ro: Hai să aflăm

source: Light
ro: Luminos

source: Limitation of liability
ro: Limitarea răspunderii

source: Line Chart
ro: Grafic linie

source: Line Items
ro: Linii bugetare

source: Line Items Aggregated Yearly
ro: Linii bugetare agregate anual

source: Lines marked as "se scad" inside other tax chapters are deducted here to adjust the tax bases. They are shown separately from inter-budget transfers (04.* and 11.*).
ro: Liniile marcate cu "se scad" din cadrul altor capitole fiscale sunt deduse aici pentru a ajusta bazele de impozitare. Acestea sunt afișate separat de transferurile inter-bugetare (04.* și 11.*).

source: Link copied to clipboard
ro: Link copiat în clipboard

source: Loading Academy
ro: Se încarcă Academia

source: Loading alert…
ro: Se încarcă alerta...

source: Loading chart configuration...
ro: Se încarcă configurația graficului...

source: Loading chart data...
ro: Se încarcă datele graficului...

source: Loading data...
ro: Se încarcă datele...

source: Loading heatmap data...
ro: Se încarcă datele pentru harta termică...

source: Loading lesson content...
ro: Se încarcă conținutul lecției...

source: Loading map and heatmap data...
ro: Se încarcă harta și datele pentru harta termică...

source: Loading map data...
ro: Se încarcă datele hărții...

source: Loading reports…
ro: Se încarcă rapoartele...

source: Loading table data...
ro: Se încarcă datele tabelului...

source: Loading...
ro: Se încarcă...

source: Loan repayments and other operations
ro: Rambursări de împrumuturi și alte operațiuni

source: Local-first: charts and preferences are stored in your browser.
ro: Prioritate locală: graficele și preferințele sunt stocate în browserul dumneavoastră.

source: Lock annotation
ro: Blochează adnotarea

source: Lock In Prediction
ro: Confirmă predicția

source: Locked
ro: Blocat

source: Low opportunity
ro: Oportunitate scăzută

source: Main Categories
ro: Categorii Principale

source: Main chapters
ro: Capitole principale

source: Main creditor
ro: Creditor principal

source: Main Creditor
ro: Creditor Principal

source: Main creditor aggregated
ro: Creditor principal agregat

source: Major Reform
ro: Reformă majoră

source: Manage all notifications
ro: Gestionează toate notificările

source: Manage notifications
ro: Gestionare notificări

source: Manage preferences anytime in <0>Cookie Settings</0>.
ro: Gestionați preferințele oricând din <0>Setări cookie-uri</0>.

source: Manage your newsletter and alert subscriptions
ro: Gestionați-vă abonamentele la newsletter și alerte

source: Managing preferences
ro: Gestionarea preferințelor

source: Map
ro: Hartă

source: Map data not available.
ro: Datele hărții nu sunt disponibile.

source: Map Filters
ro: Filtre hartă

source: Map View
ro: Vizualizare hartă

source: Maps
ro: Hărți

source: March
ro: Martie

source: Mark charts as favorites to quickly find them here.
ro: Marcați graficele ca favorite pentru a le găsi rapid aici.

source: Master the app with these powerful keyboard shortcuts
ro: Stăpânește aplicația cu aceste comenzi rapide puternice de la tastatură

source: Mastering the budget one step at a time. Your progress is recorded.
ro: Stăpânești bugetul pas cu pas. Progresul tău este înregistrat.

source: Maximum
ro: Maxim

source: May
ro: Mai

source: Maybe Later
ro: Poate mai târziu

source: Medium opportunity
ro: Oportunitate medie

source: Metadata
ro: Metadate

source: Minimum
ro: Minim

source: Minimum Pay
ro: Salariu minim

source: Missing content id
ro: Lipsește ID-ul conținutului

source: Missing description
ro: Descriere lipsă

source: Missing Items
ro: Elemente lipsă

source: Missing path id
ro: Lipsește ID-ul parcursului

source: Missing title
ro: Titlu lipsă

source: Mission End
ro: Sfârșitul misiunii

source: Modules
ro: Module

source: Money gets redirected: salaries and social transfers often exceed initial plans (100%+), while infrastructure lags at 55-60% and EU projects at just 30-35%.
ro: Banii sunt redirecționați: salariile și transferurile sociale depășesc adesea planurile inițiale (100%+), în timp ce infrastructura rămâne la 55-60%, iar proiectele UE la doar 30-35%.

source: Money the seller collects just to pass to the state.
ro: Bani pe care vânzătorul îi colectează doar pentru a-i transmite statului.

source: Monitor this institution
ro: Monitorizează această instituție

source: Month
ro: Luna

source: Monthly
ro: Lunar

source: Monthly Gross Income
ro: Venit brut lunar

source: Monthly monitoring
ro: Monitorizare lunară

source: Monthly, quarterly, and annual reports
ro: Rapoarte lunare, trimestriale și anuale

source: more
ro: mai mult

source: More
ro: Mai mult

source: Most people think they know, but the reality often surprises. Ready to test your intuition?
ro: Majoritatea oamenilor cred că știu, dar realitatea surprinde adesea. Ești gata să-ți testezi intuiția?

source: Most shortcuts work on both Windows/Linux (Ctrl) and macOS (⌘). Some shortcuts may conflict with browser defaults.
ro: Majoritatea comenzilor rapide funcționează atât pe Windows/Linux (Ctrl), cât și pe macOS (⌘). Unele comenzi rapide pot intra în conflict cu setările implicite ale browserului.

source: Move Down
ro: Mută mai jos

source: Move left
ro: Mută la stânga

source: Move right
ro: Mută la dreapta

source: Move Up
ro: Mută mai sus

source: Name
ro: Nume

source: Navigate to chart view
ro: Navighează la vizualizarea grafic

source: Navigate to entity analytics table
ro: Navighează la tabelul de analiză a entităților

source: Navigate to map view
ro: Navighează la vizualizarea hartă
