Repository: iosifnicolae2/hack-for-facts-eb-client
Catalog: src/locales/*/messages.po
Languages: ro

source: <0>Security Logs:</0> For safeguarding accounts and the Service, we maintain basic security logs such as IP address, user agent, timestamps, and actions (e.g., sign-in, unsubscribe) in accordance with our Privacy Policy.
ro: <0>Jurnale de Securitate:</0> Pentru protejarea conturilor și a Serviciului, menținem jurnale de securitate de bază, cum ar fi adresa IP, user agent, marcaje de timp și acțiuni (de ex., autentificare, dezabonare) în conformitate cu Politica noastră de Confidențialitate.

source: <0>Sentry (Error Reporting):</0> Processes error logs if you consent. EU-first with data residency controls.
ro: <0>Sentry (Raportare Erori):</0> Procesează jurnalele de erori dacă vă dați consimțământul. Prioritate UE cu controale privind rezidența datelor.

source: <0>Sentry</0>: Session duration only.
ro: <0>Sentry</0>: Doar durata sesiunii.

source: <0>Sentry</0>: Session keys for error context and replay if enabled.
ro: <0>Sentry</0>: Chei de sesiune pentru contextul erorii și reluare, dacă sunt activate.

source: <0>Server Access Logs:</0> IP address, user agent, requested URL, referrer, and timestamp to detect abuse, ensure reliability, and secure the Service (legitimate interests under GDPR Art. 6(1)(f)).
ro: <0>Jurnale de Acces la Server:</0> Adresa IP, user agent, URL-ul solicitat, referentul și marcajul de timp pentru a detecta abuzurile, a asigura fiabilitatea și a securiza Serviciul (interese legitime conform Art. 6(1)(f) din RGPD).

source: <0>Server Access Logs:</0> Retained for up to 90 days for security and reliability, then automatically deleted.
ro: <0>Jurnale de Acces la Server:</0> Păstrate până la 90 de zile pentru securitate și fiabilitate, apoi șterse automat.

source: <0>Service Provision:</0> To operate the Service, provide visualizations, and ensure platform security (legitimate interests - GDPR Art. 6(1)(f)).
ro: <0>Furnizarea Serviciului:</0> Pentru a opera Serviciul, a furniza vizualizări și a asigura securitatea platformei (interese legitime - Art. 6(1)(f) din RGPD).

source: <0>Subscription:</0> If you have an account, you may subscribe to receive newsletters and notifications about budget execution updates for entities you follow. Subscriptions are opt-in and you must explicitly choose to receive these communications.
ro: <0>Abonare:</0> Dacă aveți un cont, vă puteți abona pentru a primi buletine informative și notificări despre actualizările execuției bugetare pentru entitățile pe care le urmăriți. Abonamentele sunt opționale (opt-in) și trebuie să alegeți în mod explicit să primiți aceste comunicări.

source: <0>Third-Party Authentication:</0> We use Clerk for authentication services. By creating an account, you also agree to Clerk's terms of service.
ro: <0>Autentificare prin Terți:</0> Folosim Clerk pentru serviciile de autentificare. Prin crearea unui cont, sunteți de acord și cu termenii și condițiile Clerk.

source: <0>Types of Communications:</0> We may send monthly, quarterly, or annual budget reports, as well as alerts about specific data changes, based on your notification preferences.
ro: <0>Tipuri de Comunicări:</0> Putem trimite rapoarte bugetare lunare, trimestriale sau anuale, precum și alerte despre modificări specifice ale datelor, în funcție de preferințele dumneavoastră de notificare.

source: <0>Unsubscribe:</0> You can unsubscribe from any newsletter at any time by clicking the unsubscribe link in any email, managing your preferences in your account settings, or contacting us at contact@transparenta.eu
ro: <0>Dezabonare:</0> Vă puteți dezabona de la orice buletin informativ în orice moment, dând clic pe linkul de dezabonare din orice e-mail, gestionându-vă preferințele în setările contului sau contactându-ne la contact@transparenta.eu

source: <0>Unsubscribe:</0> You may unsubscribe from newsletters and notifications at any time via the unsubscribe link in any email, through your account settings, or by contacting us.
ro: <0>Dezabonare:</0> Vă puteți dezabona de la buletine informative și notificări în orice moment prin linkul de dezabonare din orice e-mail, prin setările contului dumneavoastră sau contactându-ne.

source: <0>Usage Analytics (opt-in):</0> If you consent, we collect custom usage events via PostHog to understand how features are used. No autocapture or session recordings.
ro: <0>Analiza Utilizării (opțională):</0> Dacă sunteți de acord, colectăm evenimente de utilizare personalizate prin PostHog pentru a înțelege cum sunt utilizate funcționalitățile. Fără autocaptură sau înregistrări ale sesiunilor.

source: <0>What We Send:</0> Budget execution updates (monthly, quarterly, or annual reports) for entities you follow, and alerts about significant budget changes if you've enabled them.
ro: <0>Ce Trimitem:</0> Actualizări privind execuția bugetară (rapoarte lunare, trimestriale sau anuale) pentru entitățile pe care le urmăriți și alerte despre modificări bugetare semnificative, dacă le-ați activat.

source: error.updateAvailable
ro: O nouă versiune a aplicației este disponibilă. Vă rugăm să reîncărcați pagina pentru a obține cele mai recente actualizări.

source: A platform for exploring public financial data for citizens, journalists, public figures, and other interested parties.
ro: Platformă de explorare a datelor financiare publice pentru cetățeni, jurnaliști, persoane publice și alte persoane interesate.

source: Accept All
ro: Acceptă tot

source: Acceptance
ro: Acceptarea

source: Account category
ro: Categorie cont

source: Active
ro: Activ

source: Active filters
ro: Filtre active

source: Active Series
ro: Serie Activată

source: Actual impact on budget
ro: Impact real asupra bugetului

source: Add a series to visualize your data.
ro: Adăugați o serie pentru a vizualiza datele.

source: Add and manage data series for your chart
ro: Adăugați și gestionați seriile de date pentru graficul dumneavoastră

source: Add Annotation
ro: Adaugă adnotare

source: Add Another Condition
ro: Adaugă o altă condiție

source: Add Calculation
ro: Adaugă calcul

source: Add Condition
ro: Adaugă condiție

source: Add Data Series
ro: Adaugă serie de date

source: Add entity notification
ro: Adaugă notificare entitate

source: Add Filter
ro: Adaugă filtru

source: Add Number
ro: Adaugă număr

source: Add Series
ro: Adaugă serie

source: Additional technical and organizational measures
ro: Măsuri tehnice și organizatorice suplimentare

source: Address
ro: Adresă

source: Adequacy decisions where applicable
ro: Decizii privind caracterul adecvat, acolo unde este cazul

source: Adjust for inflation (constant 2024 prices)
ro: Ajustare la inflație (prețuri constante 2024)

source: Adjustments marked as "se scad"
ro: Ajustări marcate ca "se scad"

source: Advanced
ro: Avansat

source: Advanced Filtering
ro: Filtrare avansată

source: Aggregated Budget Execution at Main Ordering Level
ro: Executie bugetara agregata la nivel de ordonator principal

source: Aggregated data
ro: Date agregate

source: Aggregated Series Calculation
ro: Calcul serie agregată

source: Aggregated Value ({currencyCode})
ro: Valoare agregată ({currencyCode})

source: Aggregated Value ({currencyCode}/capita)
ro: Valoare agregată ({currencyCode}/capita)

source: Aggregated Value (% of GDP)
ro: Valoare agregată (% din PIB)

source: Aggregated Value Legend
ro: Legendă valoare cumulată

source: Alert
ro: Alertă

source: Alert Conditions
ro: Condițiile alertei

source: Alert Details
ro: Detaliile alertei

source: Alert enabled
ro: Alertă activată

source: Alert ID
ro: ID alertă

source: Alert not found
ro: Alerta nu a fost găsită

source: Alert preview
ro: Previzualizare alertă

source: Alert series
ro: Serie de date alertă

source: Alert type
ro: Tip alertă

source: Alerts when important changes occur
ro: Alerte când apar modificări importante

source: All
ro: Toate

source: All budget expenditures
ro: Toate cheltuielile bugetare

source: All changes saved
ro: Toate modificările au fost salvate

source: All Classifications
ro: Toate clasificările

source: All Economic
ro: Toate categoriile economice

source: All phases explored!
ro: Toate fazele au fost explorate!

source: All processors are bound by data protection agreements and GDPR-compliant safeguards, including standard contractual clauses for international transfers.
ro: Toți operatorii împuterniciți sunt obligați prin acorduri de protecție a datelor și garanții conforme cu RGPD, inclusiv clauze contractuale standard pentru transferurile internaționale.

source: All recorded revenue inflows
ro: Toate încasările de venituri înregistrate

source: All types
ro: Toate tipurile

source: All years
ro: Toți anii

source: Allow all
ro: Permite tot

source: Allow all cookies
ro: Permite toate cookie-urile

source: Allow essential cookies only
ro: Permite doar cookie-urile esențiale

source: Allow essential only
ro: Permite doar esențiale

source: Always enabled
ro: Activat permanent

source: Amount
ro: Sumă

source: Amount filter (this layer)
ro: Filtru sumă (acest nivel)

source: Amount Per Capita
ro: Sumă pe cap de locuitor

source: Amount Range
ro: Interval sumă

source: Analytics
ro: Analiză

source: Analytics (PostHog)
ro: Analiză (PostHog)

source: Analytics and enhanced error reporting are opt-in.
ro: Analiza și raportarea avansată a erorilor sunt opționale.

source: Analytics and enhanced error reporting only with your consent.
ro: Analiză și raportare avansată a erorilor doar cu consimțământul dumneavoastră.

source: Analytics Cookies (opt-in only)
ro: Cookie-uri de Analiză (doar opționale)

source: Analyze aggregated values per entity and explore top entities.
ro: Analizați valorile cumulate pe entitate și explorați entitățile de top.

source: and
ro: și

source: Annotation {0}
ro: Adnotarea {0}

source: Annotation Configuration
ro: Configurare adnotare

source: Annotation not found
ro: Adnotarea nu a fost găsită

source: Annotations
ro: Adnotări

source: Anonymous usage patterns, page views, interactions.
ro: Modele de utilizare anonime, vizualizări de pagină, interacțiuni.

source: Apply Filters
ro: Aplică filtrele

source: April
ro: Aprilie

source: Are you sure you want to delete this alert? This action cannot be undone.
ro: Sunteți sigur că doriți să ștergeți această alertă? Această acțiune este ireversibilă.

source: Are you sure you want to delete this notification? This action cannot be undone.
ro: Sunteți sigur că doriți să ștergeți această notificare? Această acțiune este ireversibilă.

source: Are you sure you want to delete this series?
ro: Sunteți sigur că doriți să ștergeți această serie?

source: Are you sure you want to unsubscribe from this notification?
ro: Sunteți sigur că doriți să vă dezabonați de la această notificare?

source: Are you sure?
ro: Sunteți sigur?

source: Area Chart
ro: Grafic arie

source: As a data subject under GDPR, you have the following rights:
ro: În calitate de persoană vizată conform RGPD, aveți următoarele drepturi:

source: Ask AI Assistant
ro: Întreabă Asistentul AI

source: At a Glance
ro: Pe scurt

source: Aug 1, 2025
ro: 1 august 2025

source: Authentication Cookies (essential if you have an account)
ro: Cookie-uri de Autentificare (esențiale dacă aveți cont)

source: Authentication cookies are used if you create an account.
ro: Cookie-urile de autentificare sunt folosite dacă vă creați un cont.

source: Automated decision-making
ro: Procesul decizional automatizat

source: Autoritatea Națională de Supraveghere a Prelucrării Datelor cu Caracter Personal (ANSPDCP), B-dul G-ral. Gheorghe Magheru 28-30, Sector 1, București, Romania. Website: anspdcp.ro
ro: Autoritatea Națională de Supraveghere a Prelucrării Datelor cu Caracter Personal (ANSPDCP), B-dul G-ral. Gheorghe Magheru 28-30, Sector 1, București, România. Website: anspdcp.ro

source: Availability and changes
ro: Disponibilitate și modificări

source: Avg per-capita
ro: Medie pe cap de locuitor

source: Back
ro: Înapoi

source: Back to alert
ro: Înapoi la alertă

source: Back to Configuration
ro: Înapoi la configurare

source: Back to Hub
ro: Înapoi la Hub

source: Back to learning
ro: Înapoi la învățare

source: Back to Learning Hub
ro: Înapoi la Hub-ul de învățare

source: Back to Overview
ro: Înapoi la sinteză

source: Back to path
ro: Înapoi la parcurs

source: Back to top
ro: Înapoi sus

source: Back to welcome
ro: Înapoi la bun venit

source: Backup
ro: Copie de rezervă

source: Balance
ro: Balanță

source: Bar Chart
ro: Grafic bare

source: Bar Chart (Aggregated)
ro: Grafic bare (agregat)

source: Base Amount (100%)
ro: Suma de bază (100%)

source: Based on 2024 budgetary data
ro: Bazat pe datele bugetare din 2024

source: Basic security logs are kept for a short period to protect accounts.
ro: Jurnalele de securitate de bază sunt păstrate pentru o perioadă scurtă pentru a proteja conturile.

source: Both
ro: Ambele

source: Browse and download all financial reports submitted by this entity
ro: Răsfoiți și descărcați toate rapoartele financiare depuse de această entitate

source: Budget category
ro: Categorie bugetară

source: Budget Cycle Timeline
ro: Cronologia ciclului bugetar

source: Budget Distribution
ro: Distribuția bugetului

source: Budget Explorer
ro: Explorator Bugetar

source: Budget sector
ro: Sector bugetar

source: Budget Sector
ro: Sector bugetar

source: Budget submitted for {0}
ro: Buget depus pentru {0}

source: Budgetary Academy
ro: Academia Bugetară

source: Build and manage custom visualizations of public spending data.
ro: Creați și gestionați vizualizări personalizate ale datelor privind cheltuielile publice.

source: Bulk Edit
ro: Editare în masă

source: Bulk Edit Data
ro: Editare date în masă

source: Bulk edit filters
ro: Editare în masă a filtrelor

source: By Anomaly
ro: După anomalie

source: By Category
ro: Pe categorii

source: By Economic Category
ro: După categoria economică

source: By Expense Type
ro: După tipul cheltuielii

source: By Funding Source
ro: După sursa de finanțare

source: By using the Service, you agree to these Terms. If you disagree, please do not use the Service.
ro: Prin utilizarea Serviciului, sunteți de acord cu acești Termeni. Dacă nu sunteți de acord, vă rugăm să nu utilizați Serviciul.

source: Calculation
ro: Calcul

source: Calculations assume a basket of 40% essential goods (11% VAT) and 60% general goods (21% VAT).
ro: Calculele presupun un coș de bunuri esențiale de 40% (TVA 11%) și bunuri generale de 60% (TVA 21%).

source: Cancel
ro: Anulează

source: Categories
ro: Categorii

source: Category name
ro: Nume categorie

source: Certificate ID
ro: ID Certificat

source: Certificate not found
ro: Certificatul nu a fost găsit

source: Certificate verified (PoC)
ro: Certificat verificat (Prototip)

source: Challenge Question
ro: Întrebare de provocare

source: Changes to this policy
ro: Modificări ale acestei politici

source: Chart
ro: Grafic

source: Chart Configuration
ro: Configurare grafic

source: Chart Data Error
ro: Eroare în datele graficului

source: Chart data is loading or not available.
ro: Datele graficului se încarcă sau nu sunt disponibile.

source: Chart Data Warning
ro: Avertisment pentru datele graficului

source: Chart Information
ro: Informații grafic

source: Chart Title
ro: Titlu grafic

source: Chart Type
ro: Tip grafic

source: Charts
ro: Grafice

source: Check your series filters and try again.
ro: Verificați filtrele seriei și încercați din nou.

source: Children's privacy
ro: Confidențialitatea minorilor

source: Choose between essential-only or all cookies, then fine-tune options below.
ro: Alegeți între cookie-uri doar esențiale sau toate cookie-urile, apoi ajustați opțiunile de mai jos.

source: Choose operator
ro: Alegeți operatorul

source: classification
ro: clasificare

source: Classification Details
ro: Detalii clasificare

source: Classification Not Found
ro: Clasificarea nu a fost găsită

source: classifications
ro: clasificări

source: Classifications
ro: Clasificări

source: Clear
ro: Șterge

source: Clear all
ro: Șterge tot

source: Clear filters
ro: Șterge filtrele

source: Clear filters ({0})
ro: Șterge filtre

source: Clear search
ro: Șterge căutarea

source: Clearing accounts
ro: Conturi de decontare

source: Click a phase to explore details
ro: Apasă pe o fază pentru a explora detaliile

source: Click the link below to explore all {type} classifications.
ro: Faceți clic pe linkul de mai jos pentru a explora toate clasificările {type}.

source: Clipboard does not contain copied chart series.
ro: Clipboardul nu conține serii de grafic copiate.

source: Close entity search dialog
ro: Închide dialogul de căutare entitate

source: Close Search
ro: Închide Căutarea

source: Close!
ro: Aproape!

source: Code
ro: Cod

source: Code copied to clipboard
ro: Codul a fost copiat

source: Color
ro: Culoare

source: Color for value {0}
ro: Culoare pentru valoarea {0}

source: Column
ro: Coloană

source: Columns
ro: Coloane

source: Comfortable
ro: Confortabil

source: Complete path
ro: Finalizează parcursul

source: Complete this lesson
ro: Finalizează această lecție

source: Complete!
ro: Complet!

source: Completion
ro: Finalizare

source: Concerning
ro: Îngrijorător

source: Condition {0}
ro: Condiția {0}

source: Configure
ro: Configurează

source: Configure Chart
ro: Configurează graficul

source: Configure filters for the map view including period, account category, and normalization settings
ro: Configurați filtrele pentru hartă, inclusiv perioada, categoria contului și setările de normalizare

source: Configure Series
ro: Configurare serie de date

source: Confirm
ro: Confirmă

source: Confirm choices
ro: Confirmă alegerile

source: Confirm Delete
ro: Confirmă ștergerea

source: Confirm replace
ro: Confirmă înlocuirea

source: Confirm unsubscribe
ro: Confirmare dezabonare

source: Congratulations!
ro: Felicitări!

source: Connector
ro: Conector

source: Consolidated Revenue Calculation
ro: Calculul veniturilor consolidate

source: Constant Value
ro: Valoare constantă

source: Contact and data protection officer
ro: Contact și responsabilul cu protecția datelor

source: Contact Support
ro: Contactează Suportul

source: Contact us at contact@transparenta.eu See also our <0>Privacy Policy</0> and <1>Cookie Policy</1>.
ro: Contactați-ne la adresa contact@transparenta.eu Consultați și <0>Politica de confidențialitate</0> și <1>Politica privind cookie-urile</1>.

source: Continue
ro: Continuă

source: Continue to the next chapter to complete the module.
ro: Continuă la următorul capitol pentru a finaliza modulul.

source: Controller: Claudiu Constantin Bogdan, persoana fizica. Contact: contact@transparenta.eu
ro: Operator: Claudiu Constantin Bogdan, persoană fizică. Contact: contact@transparenta.eu

source: Cookie consent required
ro: Este necesar consimțământul pentru cookie-uri

source: Cookie duration
ro: Durata cookie-urilor

source: Cookie Policy
ro: Politica privind cookie-urile

source: Cookie Settings
ro: Setări cookie-uri

source: Copied to clipboard
ro: Copiat în clipboard

source: Copied!
ro: Copiat!

source: Copy
ro: Copiază

source: Copy Annotation
ro: Copiază adnotarea

source: Copy current page URL to clipboard
ro: Copiază URL-ul paginii curente în clipboard

source: Copy Data
ro: Copiază datele

source: Copy error report to clipboard
ro: Copiază raportul de erori în clipboard

source: Copy series
ro: Copiază seria de date

source: Copy Series
ro: Copiază seria

source: Copy Share Link
ro: Copiază linkul de partajare

source: Copy Support Email
ro: Copiază Emailul de Suport

source: Correct Choice
ro: Alegere corectă

source: Correct!
ro: Corect!

source: Could Not Load Budget Sectors
ro: Sectoarele bugetare nu au putut fi încărcate

source: Could Not Load Counties
ro: Județele nu au putut fi încărcate

source: Could Not Load Datasets
ro: Seturile de date nu au putut fi încărcate

source: Could Not Load Entities
ro: Entitățile nu au putut fi încărcate

source: Could Not Load Funding Sources
ro: Sursele de finanțare nu au putut fi încărcate

source: Could Not Load UATs
ro: UAT-urile nu au putut fi încărcate

source: Could not send error report.
ro: Nu s-a putut trimite raportul de eroare.

source: Counties
ro: Județe

source: County
ro: Județ

source: County:
ro: Județ:

source: Course Content
ro: Conținutul cursului

source: Course Progress
ro: Progresul cursului

source: Create a chart for this entity to start tracking its financial evolution.
ro: Creează un grafic pentru această entitate pentru a începe să-i urmărești evoluția financiară.

source: Create alert
ro: Creează alertă

source: Create Alert
ro: Creare alertă

source: Create alert from this series
ro: Creează alertă din această serie de date

source: Create chart
ro: Creează grafic

source: Create chart for this entity
ro: Creează grafic pentru această entitate

source: Create new alert
ro: Creează o alertă nouă

source: Create your first chart
ro: Creați primul dumneavoastră grafic

source: Create your first chart to start visualizing public spending data.
ro: Creați primul dumneavoastră grafic pentru a începe vizualizarea datelor privind cheltuielile publice.

source: Creating…
ro: Se creează...

source: Currency
ro: Monedă

source: Currency is ignored for % of GDP.
ro: Moneda este ignorată pentru % din PIB.

source: Current date
ro: Data curentă

source: Custom Data
ro: Date personalizate

source: Custom Series
ro: Serie personalizată

source: Custom Series Value
ro: Valoare serie personalizată

source: Daily Streak
ro: Serie zilnică

source: Danger Zone
ro: Zonă de pericol

source: Dark
ro: Întunecat

source: Dashboard
ro: Tablou de bord

source: Data collected with an account:
ro: Date colectate cu un cont:

source: Data collected without an account:
ro: Date colectate fără cont:

source: Data Label Offset
ro: Decalaj etichetă de date

source: Data Labels
ro: Etichete de date

source: Data retention
ro: Păstrarea datelor

source: Data security
ro: Securitatea datelor

source: Data Series
ro: Serie de date

source: Data series (analytics)
ro: Serie de date (analiză)

source: Data series alerts
ro: Alerte pentru serii de date

source: Data Series Filter
ro: Filtru serie de date

source: Data sharing and processors
ro: Partajarea datelor și operatorii împuterniciți

source: Data source: "Budget Transparency" portal administered by ANAF/Ministry of Finance. See official resources:
ro: Sursa datelor: portalul „Transparența Bugetară" administrat de ANAF/Ministerul Finanțelor. Vedeți resursele oficiale:

source: Data sources and licensing
ro: Surse de date și licențiere

source: Data storage and retention
ro: Stocarea și păstrarea datelor

source: Data Table View
ro: Vizualizare tabelară

source: Data View
ro: Vizualizare date

source: Data: Eurostat 2024 (Provisional)
ro: Date: Eurostat 2024 (Provizorii)

source: Dates
ro: Date

source: day
ro: zi

source: days
ro: zile

source: December
ro: Decembrie

source: Default Color
ro: Culoare implicită

source: Default settings that apply to all series (can be overridden per series)
ro: Setări implicite care se aplică tuturor seriilor (pot fi suprascrise pentru fiecare serie în parte)

source: Delete
ro: Șterge

source: Delete alert
ro: Șterge alerta

source: Delete Chart
ro: Șterge graficul

source: Delete notification
ro: Șterge notificarea

source: Delete Series
ro: Șterge seria

source: Delete this chart?
ro: Ștergeți acest grafic?

source: Density
ro: Densitate

source: Description
ro: Descriere

source: Detail level
ro: Nivel de detaliu

source: Detailed
ro: Detaliat

source: Detailed breakdown
ro: Defalcare detaliată

source: Detailed Budget Execution
ro: Executie bugetara detaliata

source: Detailed categories
ro: Categorii detaliate

source: Detailed Line Items Breakdown
ro: Detalierea liniilor bugetare

source: Details:
ro: Detalii:

source: Development
ro: Dezvoltare

source: Disable All Series
ro: Dezactivează Toate Seriile
