Repository: iosifnicolae2/hack-for-facts-eb-client
Catalog: src/locales/*/messages.po
Languages: ro

source: Navigation
ro: Navigare

source: Need help?
ro: Ai nevoie de ajutor?

source: Net Monthly Income
ro: Venit net lunar

source: Net Price
ro: Preț net

source: New
ro: Nou

source: New Reality
ro: Noua realitate

source: New value
ro: Valoare nouă

source: Newest
ro: Cele mai noi

source: Newest first
ro: Cele mai noi primele

source: Newsletter consent and management
ro: Consimțământul și gestionarea buletinului informativ

source: Newsletters and notifications
ro: Buletine informative și notificări

source: Next
ro: Următorul

source: No
ro: Nu

source: No {0} data available for this period.
ro: Nu sunt disponibile date {0} pentru această perioadă.

source: No {0} found matching "{searchTerm}"
ro: Nu s-au găsit {0} care să corespundă cu "{searchTerm}"

source: No active notifications
ro: Nicio notificare activă

source: No aggregated data
ro: Nu există date agregate

source: No annotations yet.
ro: Încă nu există adnotări.

source: No categories to display.
ro: Nicio categorie de afișat.

source: No certificate record was found for this ID in local storage.
ro: Nu a fost găsită nicio înregistrare de certificat pentru acest ID în stocarea locală.

source: No charts in “{0}”
ro: Niciun grafic în „{0}”

source: No charts yet
ro: Niciun grafic încă

source: No classifications found
ro: Nu au fost găsite clasificări

source: No conditions added yet. Click the button below to add your first condition.
ro: Nicio condiție adăugată încă. Faceți clic pe butonul de mai jos pentru a adăuga prima condiție.

source: No conditions set
ro: Nicio condiție setată

source: No Data Available
ro: Nu există date disponibile

source: No data available for the map.
ro: Nu sunt date disponibile pentru hartă.

source: No data available for the table.
ro: Nu sunt date disponibile pentru tabel.

source: No data available to display financial evolution.
ro: Nu sunt date disponibile pentru afișarea evoluției financiare.

source: No Data Found
ro: Nu s-au găsit date

source: No Data Series
ro: Nicio serie de date

source: No data series alerts
ro: Nicio alertă pentru serii de date

source: No data series yet.
ro: Nicio serie de date încă.

source: No data within the selected range.
ro: Nu există date în intervalul selectat.

source: No detailed data available for this selection.
ro: Nu sunt disponibile date detaliate pentru această selecție.

source: No economic breakdown is available for income.
ro: Nu este disponibilă o detaliere economică pentru venituri.

source: No enabled series data available to display.
ro: Nu există date disponibile în seriile activate pentru a fi afișate.

source: No entity details found for CUI: <0>{cui}</0>. It's possible this entity does not exist or has no associated data.
ro: Nu s-au găsit detalii despre entitate pentru CUI: <0>{cui}</0>. Este posibil ca această entitate să nu existe sau să nu aibă date asociate.

source: No favorites yet
ro: Niciun favorit încă

source: No Filters Applied
ro: Niciun filtru aplicat

source: No grouping available for the selected filter.
ro: Nicio grupare disponibilă pentru filtrul selectat.

source: No matches yet
ro: Nicio potrivire încă

source: No matching years found to update.
ro: Nu s-au găsit ani corespunzători pentru actualizare.

source: No maximum
ro: Fără maxim

source: No minimum
ro: Fără minim

source: No operands. Add a series or a new calculation.
ro: Niciun operand. Adăugați o serie sau un calcul nou.

source: No options found.
ro: Nu s-au găsit opțiuni.

source: No related charts yet
ro: Încă nu există grafice asociate

source: No reports found
ro: Nu s-au găsit rapoarte

source: No results
ro: Niciun rezultat

source: No results found.
ro: Nu s-au găsit rezultate.

source: No selling of personal data.
ro: Fără vânzare de date personale.

source: No series found.
ro: Nu s-a găsit nicio serie.

source: No values to replace
ro: Nicio valoare de înlocuit

source: Non-direct spending
ro: Cheltuieli indirecte

source: Normalization
ro: Normalizare

source: Not Quite
ro: Nu chiar

source: Not quite!
ro: Nu chiar!

source: Note: Deleting authentication cookies will sign you out of your account. Deleting essential localStorage will reset your saved charts and preferences.
ro: Notă: Ștergerea cookie-urilor de autentificare vă va deconecta din cont. Ștergerea localStorage-ului esențial va reseta graficele și preferințele dumneavoastră salvate.

source: Note: Transfer items are excluded as they represent internal movements within the public administration rather than actual expenditures or revenues.
ro: Notă: Elementele de transfer sunt excluse deoarece reprezintă mișcări interne în cadrul administrației publice, nu cheltuieli sau venituri reale.

source: Note: Transfers between institutions (ec:51) and internal transfers (ec:55.01) are excluded from effective spending as they represent movements within the public administration rather than actual expenditures.
ro: Notă: Transferurile între instituții (ec:51) și transferurile interne (ec:55.01) sunt excluse din cheltuielile efective, deoarece reprezintă mișcări în cadrul administrației publice, nu cheltuieli reale.

source: Nothing to paste
ro: Nimic de lipit

source: Notifications Settings
ro: Setări notificări

source: November
ro: Noiembrie

source: Now
ro: Acum

source: October
ro: Octombrie

source: Old Rates
ro: Cotele vechi

source: Oldest
ro: Cele mai vechi

source: Oldest first
ro: Cele mai vechi primele

source: One of the lowest
ro: Una dintre cele mai scăzute

source: Only set if you consent to analytics:
ro: Setate doar dacă sunteți de acord cu analiza:

source: Only set if you consent to enhanced error reporting:
ro: Setate doar dacă sunteți de acord cu raportarea îmbunătățită a erorilor:

source: Open
ro: Deschide

source: Open Budget Explorer
ro: Deschide Exploratorul de Bugete

source: Open Config Panel
ro: Deschide panoul de configurare

source: Open cookies
ro: Deschide setările cookie

source: Open data follows the source license.
ro: Datele deschise respectă licența sursei.

source: Open entity search dialog
ro: Deschide dialogul de căutare entitate

source: Open feedback dialog
ro: Deschide fereastra de feedback

source: Open floating entity search
ro: Deschide căutarea flotantă de entități

source: Open in Chart Builder
ro: Deschide în Generatorul de Grafice

source: Open in chart editor
ro: Deschide în editorul de grafice

source: Open in Chart Editor
ro: Deschide în Editorul de Grafice

source: Open in charts
ro: Deschide în grafice

source: Open in entity analytics
ro: Deschide în analitice entitate

source: Open on Wikipedia
ro: Deschide pe Wikipedia

source: Open Search
ro: Deschide Căutarea

source: Operations
ro: Operațiuni

source: Optional context for the monthly newsletter
ro: Context opțional pentru newsletter-ul lunar

source: Optional description for your chart...
ro: Descriere opțională pentru graficul dumneavoastră...

source: Optional user accounts for enhanced features like newsletters and notifications.
ro: Conturi de utilizator opționale pentru funcționalități îmbunătățite, cum ar fi buletine informative și notificări.

source: Optional user accounts for newsletters and notifications.
ro: Conturi de utilizator opționale pentru buletine informative și notificări.

source: or
ro: sau

source: Other Economic
ro: Alte categorii economice

source: Other Sources
ro: Alte surse

source: Overview
ro: Prezentare generală

source: error.pageRenderErrorTitle
ro: Eroare la încărcarea paginii

source: Page not found
ro: Pagina nu a fost găsită

source: Parent
ro: Părinte

source: Parent Categories
ro: Categorii părinte

source: Paste
ro: Lipește

source: Paste data from a spreadsheet. Each line should contain a year and a value, separated by a space or tab.
ro: Lipiți date dintr-o foaie de calcul. Fiecare linie trebuie să conțină un an și o valoare, separate prin spațiu sau tab.

source: Path
ro: Parcurs

source: Path Completed
ro: Parcurs finalizat

source: Path not found
ro: Parcursul nu a fost găsit

source: Path Progress
ro: Progresul parcursului

source: Paused
ro: Pauză

source: Pension (CAS)
ro: Pensie (CAS)

source: Pensions (CAS), Health (CASS)
ro: Pensii (CAS), Sănătate (CASS)

source: people
ro: persoane

source: Per Capita
ro: Pe cap de locuitor

source: Period
ro: Perioadă

source: Period Growth
ro: Creștere pe perioadă

source: Period Type
ro: Tip perioadă

source: Personal Spending
ro: Cheltuieli de personal

source: Personalized paths, interactive lessons, and verified certificates.
ro: Parcursuri personalizate, lecții interactive și certificate verificate.

source: Personnel Costs
ro: Cheltuieli de Personal

source: Phase 01
ro: Faza 01

source: Phase 02
ro: Faza 02

source: Phase: {0}
ro: Faza: {0}

source: Pie Chart (Aggregated)
ro: Grafic circular (agregat)

source: Planned
ro: Planificat

source: Platform Mission
ro: Misiunea platformei

source: Poor
ro: Slab

source: Population
ro: Populație

source: Population Range
ro: Interval populație

source: Population vs. Total Amount
ro: Populație vs. Sumă totală

source: Position
ro: Poziție

source: Preparing new alert…
ro: Se pregătește o nouă alertă...

source: Preparing your share link...
ro: Se pregătește linkul de partajare...

source: Preview
ro: Previzualizare

source: Previous
ro: Anterior

source: Prices
ro: Prețuri

source: Principal Aggregated
ro: Agregat principal

source: Privacy Policy
ro: Politica de confidențialitate

source: Pro Tip
ro: Sfat Pro

source: Processing...
ro: Se procesează...

source: Product
ro: Produs

source: Progress Saved
ro: Progres salvat

source: Public institutions often transfer funds between each other (e.g., from the state budget to local budgets). These transfers can double-count spending if not filtered.
ro: Instituțiile publice transferă adesea fonduri între ele (de exemplu, de la bugetul de stat la bugetele locale). Aceste transferuri pot duce la dublarea cheltuielilor dacă nu sunt filtrate.

source: Public institutions often transfer funds between each other. These transfers can double-count spending or revenue if not filtered.
ro: Instituțiile publice transferă adesea fonduri între ele. Aceste transferuri pot duce la dubla contabilizare a cheltuielilor sau veniturilor dacă nu sunt filtrate.

source: Public sector information from Ministerul Finanțelor. No government affiliation.
ro: Informații din sectorul public de la Ministerul Finanțelor. Nicio afiliere guvernamentală.

source: Quarter
ro: Trimestru

source: Quarterly
ro: Trimestrial

source: Quick actions
ro: Acțiuni rapide

source: Quick Configuration
ro: Configurare rapidă

source: Quick Quiz
ro: Test rapid

source: Quickly adjust chart settings
ro: Ajustați rapid setările graficului

source: Quiz configuration error
ro: Eroare de configurare a chestionarului

source: Range
ro: Interval

source: Read Documentation
ro: Citește Documentația

source: Read our <0>Cookie Policy</0> and <1>Privacy Policy</1>.
ro: Citiți <0>Politica privind cookie-urile</0> și <1>Politica de confidențialitate</1>.

source: Ready to Begin?
ro: Ești gata să începi?

source: Ready to create
ro: Gata de creare

source: Ready to learn?
ro: Ești gata să înveți?

source: Ready to level up?
ro: Gata să treci la nivelul următor?

source: Real (2024 prices)
ro: Real (prețuri 2024)

source: Reality
ro: Realitate

source: Reality Check
ro: Verificare cu Realitatea

source: Recipient
ro: Destinatar

source: Recording...
ro: Se înregistrează...

source: Redo successful
ro: Refacere reușită

source: Refine your search using the options below
ro: Rafinați căutarea folosind opțiunile de mai jos

source: Related Categories
ro: Categorii conexe

source: Relative Mode
ro: Mod relativ

source: Relative Values
ro: Valori relative

source: Remove condition
ro: Elimină condiția

source: Remove filter
ro: Elimină filtrul

source: Replace
ro: Înlocuiește

source: Replace value
ro: Înlocuiește valoarea

source: Report bug
ro: Raportați eroarea

source: Report type
ro: Tip Raportare

source: Report Type
ro: Tip Raportare

source: Reporting entity
ro: Entitate raportoare

source: Reporting filters
ro: Filtre de raportare

source: Reporting period
ro: Perioada de raportare

source: Reporting:
ro: Raportare:

source: Reports
ro: Rapoarte

source: Required for core functionality like security and preferences. Always on.
ro: Necesar pentru funcționalități de bază, precum securitatea și preferințele. Activat permanent.

source: Reset amount filter
ro: Resetează filtrul de sumă

source: Reset progress
ro: Resetează progresul

source: Restart
ro: Repornește

source: Restart Onboarding
ro: Repornește procesul de inițiere

source: Restart Onboarding?
ro: Repornești procesul de inițiere?

source: Restore
ro: Restaurează

source: Reveal Reality
ro: Dezvăluie realitatea

source: Reveal Truth
ro: Dezvăluie adevărul

source: Revenue
ro: Venituri

source: Revenue as % of GDP: EU Comparison
ro: Venituri ca % din PIB: Comparație UE

source: Revenues/Expenses
ro: Venituri/Cheltuieli

source: Revert
ro: Anulează modificările

source: Review and manage alerts created from your custom data series.
ro: Examinați și gestionați alertele create din seriile de date personalizate.

source: Review Path
ro: Revizuiește parcursul

source: Romanian
ro: Română

source: Romanian law and applicable EU law, including GDPR. Venue: Sibiu, Romania.
ro: Legislația română și legislația UE aplicabilă, inclusiv RGPD. Jurisdicție: Sibiu, România.

source: Row {0}
ro: Rândul {0}

source: rows updated successfully.
ro: rânduri actualizate cu succes.

source: Salary Calculation
ro: Calcul Salariu

source: Sankey Chart (Aggregated)
ro: Diagramă Sankey (agregată)

source: Save
ro: Salvează

source: Save cookie preferences
ro: Salvează preferințele cookie

source: Save your progress
ro: Salvează-ți progresul

source: Saving…
ro: Se salvează...

source: Seal your progress and move closer to becoming a budget expert.
ro: Consolidează-ți progresul și apropie-te de a deveni un expert în buget.

source: Search {0}...
ro: Caută {0}...

source: Search budget sectors
ro: Caută sectoare bugetare

source: Search by code or name...
ro: Căutați după cod sau nume...

source: Search by name or code (ex: Agriculture, 43.00, ec:43.00)
ro: Caută după nume sau cod (ex: Agricultură, 43.00, ec:43.00)

source: Search by name or code (ex: Social assistance, 7.06, fn:7.06)
ro: Caută după nume sau cod (ex: Asistență socială, 7.06, fn:7.06)

source: Search charts
ro: Caută grafice

source: Search charts…
ro: Caută grafice…

source: Search counties...
ro: Caută județe...

source: Search datasets (ex: PIB)
ro: Caută seturi de date (ex: PIB)

source: Search Entities
ro: Căutare entități

source: Search entities (ex: Municipiul Arad)
ro: Caută entități (ex: Municipiul Arad)

source: Search entities by name or CUI...
ro: Caută entități după nume sau CUI...

source: Search entity types (ex: Hospital)
ro: Caută tipuri de entități (ex: Spital)

source: Search for another entity
ro: Caută o altă entitate

source: Search funding sources
ro: Caută surse de finanțare

source: Search help
ro: Ajutor pentru căutare

source: Search UATs (ex: Municipiul Arad)
ro: Caută UAT-uri (ex: Municipiul Arad)

source: Search...
ro: Caută...

source: Secondary Aggregated
ro: Agregat secundar

source: Secondary creditor aggregated
ro: Creditor secundar agregat

source: Security monitoring and logs
ro: Monitorizare și jurnale de securitate

source: See advanced view
ro: Vezi vizualizarea avansată

source: See also our <0>Privacy Policy</0>.
ro: Consultați și <0>Politica de confidențialitate</0>.

source: See-through, clear
ro: Ușor de înțeles, clar

source: Select a predefined dataset to track
ro: Selectați un set de date predefinit de urmărit

source: Select current value
ro: Selectează valoarea curentă

source: Select field
ro: Selectează câmpul

source: Select field first
ro: Selectează mai întâi câmpul

source: Select operation
ro: Selectează operația

source: Select options
ro: Selectează opțiuni

source: Select Path
ro: Selectează parcursul

source: Select Series Type
ro: Selectați tipul de serie

source: Select specific years. If none selected, all years will be shown.
ro: Selectați anii specifici. Dacă nu se selectează niciunul, se vor afișa toți anii.

source: Select years...
ro: Selectează anii...

source: Selected
ro: Selectat

source: Selection Mode
ro: Mod de selecție

source: Seller Keeps
ro: Vânzătorul păstrează

source: Send feedback
ro: Trimite feedback

source: September
ro: Septembrie

source: Series Color
ro: Culoare serie

source: Series Label
ro: Etichetă serie

source: Series not found
ro: Seria nu a fost găsită

source: Series Type
ro: Tip serie

source: Series with different units will be displayed on separate Y-axes
ro: Seriile cu unități diferite vor fi afișate pe axe Y separate

source: Service and data sources
ro: Serviciul și sursele de date

source: Set the basic properties for your chart
ro: Setați proprietățile de bază pentru graficul dumneavoastră

source: Share
ro: Partajează

source: Share Chart
ro: Partajează graficul

source: Share Link
ro: Partajează link-ul

source: Share link copied
ro: Link de partajare copiat

source: Shares and amounts split from income tax
ro: Cote și sume defalcate din impozitul pe venit

source: Shares from VAT
ro: Cote din TVA

source: Show
ro: Afișează

source: Show {0} more
ro: Afișează încă {0}

source: Show advanced settings
ro: Afișează setările avansate

source: Show all
ro: Afișează tot

source: Show Annotations
ro: Afișează adnotări

source: Show Data Labels
ro: Afișează etichetele de date

source: Show details
ro: Afișează detaliile

source: Show Diff
ro: Afișează diferența

source: Show Grid Lines
ro: Afișează liniile de grilă

source: Show growth (%)
ro: Afișează creșterea (%)

source: Show Legend
ro: Afișează legenda

source: Show less
ro: Afișează puțin

source: Show Less
ro: Afișează puțin

source: Show More
ro: Afișează mai multe

source: Show period-over-period growth
ro: Afișează creșterea de la o perioadă la alta

source: Show Relative Values (%)
ro: Afișează valori relative (%)

source: Show Tooltip
ro: Afișează indiciu

source: Shows all items, including transfers between institutions.
ro: Afișează toate elementele, inclusiv transferurile între instituții.

source: Shows all spending, including both direct payments and transfers to other institutions.
ro: Afișează toate cheltuielile, incluzând atât plățile directe, cât și transferurile către alte instituții.

source: Shows only direct spending by this entity. Excludes funds moved to other institutions (codes 51 and 55).
ro: Afișează doar cheltuielile directe ale acestei entități. Exclude fondurile transferate către alte instituții (codurile 51 și 55).

source: Shows only direct spending/revenue. Excludes internal transfers.
ro: Afișează doar cheltuielile/veniturile directe. Exclude transferurile interne.

source: Shows only the funds transferred between public administration units.
ro: Afișează doar fondurile transferate între unitățile administrației publice.

source: Shows only the funds transferred to other public administration units.
ro: Afișează doar fondurile transferate către alte unități ale administrației publice.

source: Sign In
ro: Autentificare

source: Sign in required
ro: Autentificare necesară

source: Sign in to create and manage alerts for your entities.
ro: Autentificați-vă pentru a crea și gestiona alerte pentru entitățile dvs.

source: Sign in to get notifications
ro: Autentificați-vă pentru a primi notificări

source: Sign in to receive updates about <0>{entityName}</0>:
ro: Autentificați-vă pentru a primi actualizări despre <0>{entityName}</0>:

source: Sign in to receive updates about the entities you care about.
ro: Autentificați-vă pentru a primi actualizări despre entitățile care vă interesează.

source: Sign in to track your learning journey and earn certificates.
ro: Autentifică-te pentru a-ți urmări progresul de învățare și a obține certificate.

source: Skip tour
ro: Sari peste tur

source: Social Contrib.
ro: Contrib. sociale

source: Some data issues were automatically resolved
ro: Unele probleme cu datele au fost rezolvate automat

source: Some service providers may process data outside the EU/EEA. All transfers are protected by appropriate safeguards including:
ro: Unii furnizori de servicii pot prelucra date în afara UE/SEE. Toate transferurile sunt protejate prin garanții adecvate, inclusiv:

source: error.genericError
ro: Ceva nu a funcționat corect la redarea acestei pagini.

source: Sort by
ro: Sortează după

source: Sort Order
ro: Ordine de sortare

source: Source
ro: Sursă

source: Source:
ro: Sursă:

source: Spending
ro: Cheltuieli

source: Spending Calculation
ro: Calculul cheltuielilor

source: Standard Contractual Clauses (SCCs) approved by the European Commission
ro: Clauze Contractuale Standard (CCS) aprobate de Comisia Europeană

source: Start Analysis
ro: Începe analiza

source: Start by entering your monthly Gross (Brut) income.
ro: Începe prin a introduce venitul lunar brut.

source: Start Learning
ro: Începe studiul

source: Start over
ro: Începe din nou

source: Start Over
ro: Începe din nou

source: Start Path
ro: Începe parcursul

source: Start your first lesson and track your progress.
ro: Începe prima lecție și urmărește-ți progresul.

source: State Takes
ro: Statul ia

source: State takes {0}%
ro: Statul ia {0}%

source: Static dataset
ro: Set de date static

source: Static Dataset
ro: Set de date static

source: Static Series
ro: Serie statică

source: Status
ro: Stare

source: Stay here
ro: Rămâi aici

source: Step Successfully Finished
ro: Pas finalizat cu succes

source: Strip this prefix from x-axis labels for this series (e.g., 2024-). Helps align yearly and monthly data on a common axis.
ro: Eliminați acest prefix din etichetele axei X pentru această serie (de exemplu, 2024-). Ajută la alinierea datelor anuale și lunare pe o axă comună.

source: Subcategories
ro: Subcategorii

source: Subject
ro: Subiect

source: Subscribe to Updates
ro: Abonați-vă la actualizări

source: Subsidies
ro: Subvenții

source: Subsidies from other administrations
ro: Subvenții de la alte administrații

source: Subtitle
ro: Subtitlu

source: Successfully unsubscribed
ro: Dezabonare reușită

source: Sums pending distribution
ro: Sume în așteptarea repartizării

source: Supervisory authority
ro: Autoritatea de supraveghere

source: Syncing…
ro: Se sincronizează...

source: System
ro: Sistem

source: Table
ro: Tabel

source: Tap
ro: Apasă

source: Tax deductions outside inter-budget transfers
ro: Deduceri fiscale în afara transferurilor inter-bugetare

source: Taxes
ro: Taxe

source: Technologies we use
ro: Tehnologiile pe care le folosim

source: Temporarily enable scroll wheel zoom
ro: Activează temporar zoom-ul cu rotița mouse-ului

source: Terms of Service
ro: Termeni și condiții

source: Terms of Use
ro: Termeni de utilizare

source: Test error
ro: Eroare de test

source: That is <0>{0}</0> per year.
ro: Asta înseamnă <0>{0}</0> pe an.

source: The actual value of goods & services you receive.
ro: Valoarea reală a bunurilor și serviciilor pe care le primești.

source: The answer is:
ro: Răspunsul este:

source: The classification code "{selectedCode}" could not be found.
ro: Codul de clasificare „{selectedCode}” nu a putut fi găsit.

source: The Deficit
ro: Deficitul

source: The government planned to spend <0>{0}</0> on Infrastructure in {selectedYear}.
ro: Guvernul a planificat să cheltuie <0>{0}</0> pe Infrastructură în {selectedYear}.

source: The largest chunk. VAT alone brings in nearly as much as all salary taxes combined.
ro: Cea mai mare parte. Doar TVA-ul aduce aproape la fel de mult ca toate impozitele pe salarii la un loc.

source: The learning path you're looking for doesn't exist or has been moved.
ro: Parcursul de învățare pe care îl cauți nu există sau a fost mutat.
